{
    "code": "lsn0003",
    "title": "РУЧНАЯ ДУГОВАЯ СВАРКА ПОКРЫТЫМИ ЭЛЕКТРОДАМИ",
    "content": "# РУЧНАЯ ДУГОВАЯ СВАРКА ПОКРЫТЫМИ ЭЛЕКТРОДАМИ<br>## Покрытые электроды для ручной дуговой сварки<br>Классификация электродов для ручной дуговой сварки сталей <br>Плавящиеся электроды представляют собой стержни, изготовленные из сварочной проволоки по ГОСТ 2246-70 длиной до 450 мм, на поверхность которых нанесён слой покрытия. <br><br>Классификация и общие технические условия на электроды приведены в ГОСТ 9466-75. Настоящий стандарт распространяется на покрытые металлические электроды для ручной дуговой сварки сталей и наплавки поверхностных слоёв с особыми свойствами, изготавливаемые способом опрессовки. <br><br>*По назначению* электроды подразделяются на 5 групп: <br><br>- для сварки углеродистых и низколегированных конструкционных сталей с sв до 600 МПа (У); <br>- для сварки легированных конструкционных сталей с sв > 600 МПа (Л);<br>- для сварки легированных теплоустойчивых сталей (Т); <br>- для сварки легированных сталей с особыми свойствами (В); <br>- для наплавки поверхностных слоёв с особыми свойствами (Н). <br><br>Подразделение электродов на типы осуществляется по ГОСТ 9467-75, ГОСТ 10051-75 и ГОСТ 10052-75. Эти ГОСТы устанавливают группу индексов, указывающих характеристики наплавленного металла и металла шва, а также их химический состав и механические свойства. <br><br>Подразделение электродов на марки осуществляется по стандартам или техническим условиям. Каждому типу электродов может соответствовать одна или несколько марок. <br><br>*По толщине покрытия* в зависимости от отношения D/d (D – диаметр покрытия, d – диаметр стержня) электроды подразделяются на следующие группы:<br><br>- с тонким покрытием D/d ≤ 1,2 (М); - со средним покрытием 1,2 < D/d ≤ 1,45 (С);<br>- с толстым покрытием 1,45 < D/d ≤ 1,8 (Д); <br>- с особо толстым покрытием D/d > 1,8 (Г). <br><br>*По видам покрытия* электроды подразделяются на группы: <br><br>- с кислым покрытием (А); <br>- с основным покрытием (Б); <br>- с рутиловым покрытием (Р); <br>- с целлюлозным покрытием (Ц). <br><br>Электроды с покрытием смешанного вида имеют соответствующее двойное условное обозначение, с прочими видами покрытий – П. При наличии в составе покрытия железного порошка в количестве более 20% к обозначению вида покрытия добавляется буква Ж. <br><br>*По допустимым пространственным* положениям сварки или наплавки электроды подразделяются на группы: <br><br>-для всех положений (1); <br><br>\\- для всех положений, кроме вертикального сверху вниз (2); <br><br>-для нижнего, горизонтального на вертикальной плоскости и вертикального снизу вверх (3); <br><br>-для нижнего в лодочку (4). <br><br>*По роду и полярности* применяемого при сварке или наплавке тока. <br>### Размеры электродов<br>Размеры электродов должны соответствовать указанным на рисунке 2.17 и в таблице 2.4. <br><br>![Рисунок 2.17](img_lsn0003_2_17.jpg)<br><br>Форма зачистки покрытия контактного конца конусная, округлая или комбинированная. Контактный конец должен быть свободен от покрытия. <br><br>На 10 % контрольной партии допускается плоская зачистка покрытия (с условием отсутствия покрытия на поверхности торца стержня). <br><br>На контактный торец может быть нанесён слой ионизирующего вещества, состав которого соответствует стандарту или ТУ на марку данного электрода. <br><br>![Таблица 2.4](img_lsn0003_t_2_4.jpg)<br>### Структура и примеры условного обозначения электродов <br>Обозначение электродов отечественного производства имеет следующую структуру (рисунке 2.18):<br><br>![Рисунок 2.18](img_lsn0003_2_18.jpg)<br><br>Условное обозначение должно быть указано на этикетках или в маркировке коробок, пачек и ящиков с электродами. <br><br>Во всех видах документации (кроме конструкторской) условное обозначение электрода должно состоять из марки, диаметра и обозначения ГОСТа на электроды. <br><br>*Примеры условных обозначений* <br><br>Электроды типа Э42А по ГОСТ 9467-75, марки УОНИИ-13/45, диаметром 3,0 мм для сварки углеродистых и низколегированных сталей (У), с толстым покрытием (Д), с установочной группой индексов по ГОСТ 9467-75, указывающих характеристики наплавленного металла и металла шва (43 2(5)), с 55 основным покрытием (Б), для сварки во всех пространственных положениях (1), на постоянном токе обратной полярности (0) обозначают: <br><br>\\- на этикетках или в маркировке коробок, пачек, ящиков – <br><br>![](img_lsn0003_f_1.jpg)<br><br>\\- в документации –электроды УОНИИ-13/45–3,0 ГОСТ 9466-75. <br><br>Каждая партия электродов должна сопровождаться сертификатом, удостоверяющим соответствие электродов требованиям ГОСТ или ТУ на электроды данной марки.<br>## Техника выполнения сварных швов<br>Дугу возбуждают двумя способами - касанием или чирканьем. В обоих случаях процесс возбуждения сварочной дуги начинается с короткого замыкания. При этом в точках контакта увеличивается плотность тока, выделяется большое количество теплоты, и металл плавится. Затем электрод отводят, разрядный промежуток заполняется нагретыми частицами паров металла, и начинается горение дуги. <br><br>**Длиной дуги** называют расстояние от дна кратера до конца электрода. При ручной дуговой сварке, чем больше длина дуги, тем больше времени капли металла, переходя с электрода в кратер, будут проходить по воздуху, поглощая при этом кислород из газового промежутка. Это обстоятельство вызывает ухудшение качества металла шва. Длинная дуга горит неустойчиво, свариваемое место недостаточно хорошо прогревается, капли металла, падая с электрода на плохо разогретое место, не полностью сплавляются со свариваемым металлом. Длинной дугой нельзя получить сварной шов хорошего качества. Длина дуги должна быть как можно короче. Дуга, имеющая длину 2—4 мм, называется нормальной. Сварку следует выполнять дугой, длина которой не более 4 мм. Короткая дуга горит устойчиво и спокойно. Она обеспечивает получение высококачественного шва, так как расплавленный металл электрода быстро проходит дуговой промежуток и меньше подвергается окислению и азотированию. Но слишком короткая дуга может вызывать \"прилипание\" электрода, дуга прерывается, нарушается процесс сварки. <br>### Положение и перемещение электрода при сварке <br>В процессе сварки электроду сообщаются следующие движения: <br><br>- поступательное по оси электрода в сторону сварочной ванны, при этом для сохранения постоянства длины дуги скорость движения должна соответствовать скорости плавления электрода; <br>- перемещение вдоль линии свариваемого шва, которое называют скоростью сварки; скорость этого движения устанавливается в зависимости от тока, диаметра электрода, скорости его плавления, вида шва и других факторов; <br>- перемещение электрода поперек шва для получения шва шире, чем ниточный валик, так называемого уширенного валика. <br><br>При слишком большой скорости сварки наплавленные валики получаются узкими, с малой выпуклостью, с крупными чешуйками. При слишком медленной скорости перемещения электрода сварной валик имеет слишком большую выпуклость, шов неровный по форме, с наплывами по краям. <br><br>Положение электрода при сварке должно соответствовать рисунок 2.19. Сварка осуществляется в направлении как слева направо, так и справа налево, от себя и на себя. <br><br>В конце шва нельзя резко обрывать сварочную дугу и оставлять на поверхности металла кратер, являющийся концентратором напряжений и зоной с повышенным содержанием вредных примесей. <br><br>![Рисунок 2.19](img_lsn0003_2_19.jpg)<br><br>При неправильном завершении сварки в месте окончания шва, где погасла дуга, всегда образуется глубокий кратер. Кратер может служить показателем глубины проплавления, однако в конце сварки и наплавки данные кратеры должны заполняться и завариваться. Во избежание образования кратера необходимо прекратить перемещение электрода, т. е. произвести задержку на 1- 2c, затем сместиться назад на 5 мм и быстрым движением вверх и назад оборвать дугу. Не рекомендуется заваривать кратер, несколько раз обрывая и возбуждая дугу, ввиду образования оксидных и шлаковых загрязнений металла. <br><br>Сварной шов, образованный в результате двух движений торца электрода (поступательного вдоль линии шва), называют \"ниточным\". Его ширина при оптимальной скорости сварки составляет (0,8-1,5)·dэл. Ниточным швом заполняют корень шва, сваривают тонкие заготовки, выполняют наплавочные работы и производят подварку подрезов. <br><br>![Рисунок 2.20](img_lsn0003_2_20.jpg)<br><br>Поперечные колебания электрода по определенной траектории, совершаемые с постоянной частотой и амплитудой и совмещенные с перемещением вдоль шва, позволяют получить сварной шов требуемой ширины. Поперечные колебательные движения конца электрода определяются формой разделки, размерами и положением шва, свойствами свариваемого материала, навыком сварщика. Широкие швы [(1,5÷5) dэл] получают с помощью поперечных колебаний, изображенных на рисунке 2.20. <br><br>Для выполнения уширенного валика необходимо установить электрод в положение, показанное на рисунке 2.21. При этом следует иметь в виду, что поперечные колебания совершаются электрододержателем, положение электрода в любой точке шва строго параллельно его первоначальному положению. Угол наклона электрода в вертикальной и горизонтальной плоскости не должен изменяться при колебательных движениях по поверхности шва. <br><br>![Рисунок 2.21](img_lsn0003_2_21.jpg)<br><br>При сварке необходимо внимательно наблюдать за сварочной ванной, следить за ее шириной и глубиной проплавления, при этом не перемещать электрод слишком быстро. В конце каждого перемещения на мгновение останавливать электрод. Амплитуда поперечных колебаний должна быть немного меньше требуемой ширины наплавляемого валика. <br><br>На вертикальной поверхности узкие горизонтальные валики наплавляются, как правило, на обратной полярности, при этом сварочный ток не должен быть слишком большим. <br><br>Наплавка узких валиков на поверхность, находящуюся в вертикальном положении, при сварке снизу вверх производится на обратной полярности сварочного тока, при этом сварочный ток не должен иметь слишком высокое значение. Положение электрода должно соответствовать изображенному на рисунке 2.22. Необходимо использовать возвратно-поступательные перемещения электрода. Наплавка валиков должна производиться при короткой дуге, в верхней части траектории колебаний электрода, дугу следует растягивать, но нельзя допускать ее обрыва в данной области. <br><br>Подобный тип перемещений электрода позволяет наплавленному металлу кристаллизоваться, образуя ступеньку, на которую наплавляется следующая порция электродного металла. Некоторые сварщики предпочитают поддерживать постоянную сварочную ванну, которую они медленно выводят снизу вверх, применяя при этом небольшие колебательные движения электродом. Данный способ ведения процесса сварки приводит к наплавке 60 валика с большой выпуклостью, а также к появлению вероятности трещин металла сварного шва.<br><br>![Рисунок 2.22](img_lsn0003_2_22.jpg)<br><br>Подобный тип перемещений электрода позволяет наплавленному металлу кристаллизоваться, образуя ступеньку, на которую наплавляется следующая порция электродного металла. Некоторые сварщики предпочитают поддерживать постоянную сварочную ванну, которую они медленно выводят снизу вверх, применяя при этом небольшие колебательные движения электродом. Данный способ ведения процесса сварки приводит к наплавке валика с большой выпуклостью, а также к появлению вероятности трещин металла сварного шва. <br><br>Методика выполнения сварки с продольными колебаниями электрода позволяет получить более плоский с невысокой выпуклостью сварной шов, а также уменьшает опасность возникновения шлаковых включений. <br><br>Сварка в вертикальном положении сверху вниз достаточно редко встречается в промышленности, особенно при обычных работах. Область применения данного способа ведения сварочного процесса обычно ограничивается сварочными работами при строительстве магистральных трубопроводов и при сварке тонколистового проката. При наплавке на плоскую поверхность данный способ ведения сварки приводит к получению не очень глубокого проплавления, существует также опасность появления шлаковых включений. <br><br>Наплавка узких валиков в вертикальном положении сверху вниз производится на обратной полярности, при этом следует обратить особое внимание на установку сварочного тока. Положение электрода должно соответствовать изображенному на рисунке 2.23. <br><br>![Рисунок 2.23](img_lsn0003_2_23.jpg)<br><br>В процессе сварки необходимо поддерживать очень короткую дугу, с тем, чтобы шлак не затекал в головную часть сварочной ванны. Поперечные колебания электрода, как правило, не применяются, поэтому скорость перемещения достаточно велика. Этим и объясняется малая ширина наплавленных таким образом валиков, а также их малая выпуклость. Подрезы почти не встречаются. <br><br>Сварка с поперечными колебаниями электрода в вертикальном положении очень часто применяется при сооружении трубопроводов высокого давления, сосудов высокого давления, при сварке судовых конструкций, а также при изготовлении металлоконструкций. Данная техника сварки очень часто применяется для сварки многопроходных швов в разделку, а также угловых швов, находящихся вертикальном положении. <br><br>Наплавку валиков с поперечными колебаниями электрода в вертикальном положении, как правило, выполняют снизу вверх на обратной полярности сварочного тока. Сварка на прямой полярности в данном положении используется крайне редко. Еще реже производится сварка в положении сверху вниз. <br><br>При наплавке валиков с поперечными колебаниями электрода в вертикальном положении сварочный ток не должен быть слишком велик, однако он должен быть достаточным для хорошего проплавления. Положение электрода должно хотя бы приблизительно соответствовать изображенному на рисунке 2.24. <br><br>В нижней части соединения наплавляется полка шириной не более 12 мм, при этом смешение электрода от оси сварного шва не должно превышать 3 мм. Перемещение электрода должно производиться по траектории (рисунок 2.24,б). <br><br>![Рисунок 2.24](img_lsn0003_2_24.jpg)<br><br>Для предотвращения появления подрезов необходимо делать кратковременные остановки электрода во время выхода его на боковые кромки сварного шва.<br>## Параметры режима сварки. Расчет и выбор режима сварки<br>### Режимы дуговой сварки <br>Режимы дуговой сварки (РДС) – это комплекс мер, показателей и параметров, которые необходимо поддерживать и соблюдать для правильного осуществления соединения дугой вручную. Режимы ручной дуговой сварки можно определить, как условия нормального функционирования самого процесса соединения деталей при различных обстоятельствах. В зависимости от разных показателей параметров, осуществляется правильный выбор режимов конкретного вида РДС и выбор режима сварки в целом. <br><br>Условно параметры режима ручной дуговой электросварки можно разделить на два вида: основные и дополнительные. <br><br>*К основным параметрам режима сварки при ручной дуговой сварке относятся:* <br><br>- диаметр электрода, мм; <br>- род тока и полярность, величина сварочного тока, А; <br>- скорость перемещения электрода вдоль шва, м/час; <br>- напряжение на дуге, В. <br><br>*К дополнительным параметрам* относят положение шва на изделии, состав и толщину металла, положение шва в пространстве, положение электрода при сварке. <br><br>Большинство сварочных аппаратов работают на постоянном токе. Отличие постоянного тока от переменного в том, что постоянный ток не изменяются по направлению и по величине. Тем самым он обеспечивает стабильность горения дуги. Единственный минус постоянного тока в процессе соединения металлов – это возможность появления эффекта магнитного дутья. Оно возникает при соединении больших конструкций, когда постороннее магнитное поле (от намагниченных изделий) воздействует на магнитное поле дуги. Дуга в этом случае начинает «выбегать» за пределы области нахождения шва и стабильность горения резко снижается.<br>### Расчет параметров режима ручной дуговой сварки стыковых швов <br>Исходные данные: <br><br>- основной металл – сталь; <br>- толщина металла , мм; <br>- марка сварочных электродов – УОНИ 13/45; <br>- тип соединения – стыковое; <br>- тип шва – стыковой; <br>- тип шва по количеству проходов – многопроходный. <br><br>Расчет режима ручной дуговой сварки выполняется в последовательности. <br><br>**Шов: ГОСТ 5264 – 80 - С17** <br><br>1) Конструктивные элементы подготовки кромок и размеры сварного шва приведены на рисунке 2.25. <br>   ![Рисунок 2.25](img_lsn0003_2_25.jpg)<br>1) Площадь сечения стыкового шва, мм 2 , <br>   Площадь сечения шва с V - образной разделкой кромок представляет собой сумму площадей элементарных геометрических фигур, их составляющих. Тогда площадь сечения одностороннего стыкового шва в миллиметрах квадратных определяется по формуле <br>   ![Формула 2.3](img_lsn0003_f_2_3.jpg)<br>   где S толщина металла, мм; <br>   e - ширина шва, мм; <br>   b - величина зазора, мм; <br>   g - высота усиления шва, мм; <br>   h - глубина проплавления, мм; <br>   α- угол разделки кромок, градус. <br>   Глубина проплавления в миллиметрах определяется по формуле <br>   ![Формула 2.4](img_lsn0003_f_2_4.jpg)<br>   где c - величина притупления, мм. <br>1) Диаметр электрода назначается в зависимости от толщины свариваемого изделия. Примерное соотношение между диаметром электрода и толщиной свариваемых элементов приведено ниже в таблице 2.5. <br>   Допустимая плотность тока зависит от диаметра и вида покрытия. Чем больше диаметр электрода, тем меньше допустимая плотность тока, так как ухудшающие условия охлаждения. <br>   ![Таблица 2.5](img_lsn0003_t_2_5.jpg)<br>1) Сила сварочного тока Iсв в амперах при ручной дуговой сварке производится по диаметру электрода и допускаемой плотности тока по формуле <br>   ![Формула 2.5](img_lsn0003_f_2_5.jpg)<br>   где j – допускаемая плотность тока , А/мм2 . <br>   Допустимая плотность тока зависит от диаметра и вида покрытия. Величина допускаемой плотности тока (А/мм2 ) на электроде при ручной дуговой сварке приведена в таблица 2.6. <br>   ![Таблица 2.6](img_lsn0003_t_2_6.jpg)<br>   Для приближенных расчетов сварочный ток может быть определен по эмпирической формуле: <br>   ![Формула 2.6](img_lsn0003_f_2_6.jpg)<br>   где dэл - диаметр стержня электрода, мм; k - коэффициент, принимаемый в зависимости от диаметра электрода (таблица 2.7). <br>   ![Таблица 2.7](img_lsn0003_t_2_7.jpg)<br>1) Напряжение на дуге при ручной дуговой сварке изменяется в пределах 22 – 36 В. При проектировании технологических процессов ручной сварки напряжение на дуге определяется в зависимости от типа и толщины покрытия, состава и диаметра стержня, длины дуги. <br>   Напряжение на дуге для электродов с разным видом покрытия определяется по формулам<br>       - основное покрытие <br>   ![Формула 2.7](img_lsn0003_f_2_7.jpg)<br>       - рутиловое покрытие <br>   ![Формула 2.8](img_lsn0003_f_2_8.jpg)<br>2) Скорость сварки в метрах в час определяется по формуле <br>   ![Формула 2.9](img_lsn0003_f_2_9.jpg)<br>   где αн - коэффициент наплавки, г/А-ч; γ- плотность наплавленного металла, г/см3 ; γ стали =7,8 г/см3 ; Fн-площадь наплавленного металла, см2 . <br>### Расчет параметров режима ручной дуговой сварки угловых швов <br>**Шов ГОСТ 5264 – 80 – Т1 ÐК** <br><br>1) Конструктивные элементы подготовки кромок и размеры сварного шва приведены на рисунке 2.26. <br>   ![Рисунок 2.26](img_lsn0003_2_26.jpg)<br>2) Диаметр электрода при сварке угловых швов выбирается в зависимости от катета шва. Примерное соотношение между диаметром электрода и катетом шва при сварке угловых швов приведено в таблице 2.8. <br>   ![Таблица 2.8](img_lsn0003_t_2_8.jpg)<br>3) При ручной дуговой сварке за один проход могут свариваться швы катетом не более 8 мм. При больших катетах швов сварка производится за два и более проходов. Максимальное сечение металла, наплавленного за один проход, не должно превышать 30 – 40 мм2 (Fmax = 30÷40 мм2 ). Площадь поперечного сечения углового шва в мм 2 , которую необходимо знать при определении числа проходов, рассчитывают по формуле <br>   ![Формула 2.10](img_lsn0003_f_2_10.jpg)<br>   где Fн – площадь поперечного сечения наплавленного металла, мм2 ; <br>   К – катет шва, мм; <br>   Ку – коэффициент увеличения, который учитывает выпуклость шва и зазоры. <br>   Для наиболее часто встречающихся угловых швов с катетом 2 – 20 мм, коэффициент Ку выбирают по таблице 2.9. <br>   ![Таблица 2.9](img_lsn0003_t_2_9.jpg)<br>4) Величина сварочного тока в амперах определить по формуле 2.5. <br>5) Напряжение на дуге в вольтах определить по формуле 2.7 или 2.8. <br>6) Скорость сварки в метрах в час определить по формуле 2.9. <br><br>**Примечание:** расчет режимов сварки угловых швов с разделкой кромок выполнять по методике стыковых швов. <br>### Выполнение угловых швов <br>Угловые швы применяют для получения угловых, тавровых и нахлесточных соединений. Сварку угловых швов может производиться наклонным электродом и в лодочку. <br><br>При сварке углового шва, нижняя плоскость которого расположена горизонтально, возможен непровар вершины угла или одной, из кромок. Непровар может образоваться на нижнем листе, если начинать сварку с вертикального листа, так как в этом случае расплавленный металл стечет на недостаточно нагретую поверхность нижнего листа. На вертикальной же полке возможно образование подрезов. Поэтому сварку таких швов начинают зажигая дугу на нижней плоскости в точке А, отступив от границы катета 3-4 мм. Затем дугу перемещают к вершине шва, задерживают для лучшего провара корня шва, поднимают вверх, проваривая вертикальную полку (рисунок 2.27). <br><br>Электрод держат под углом 45° к поверхности свариваемых деталей, слегка наклоняя его в процессе сварки то к одной, то к другой плоскости. <br><br>![Рисунок 2.27](img_lsn0003_2_27.jpg)<br>",
    "traits": [
      "wbase01"
    ],
    "supplement": [
      {
        "title": "Рисунок 2.20",
        "file": "img_lsn0003_2_20.jpg"
      },
      {
        "title": "Рисунок 2.21",
        "file": "img_lsn0003_2_21.jpg"
      },
      {
        "title": "Рисунок 2.22",
        "file": "img_lsn0003_2_22.jpg"
      },
      {
        "title": "Рисунок 2.23",
        "file": "img_lsn0003_2_23.jpg"
      },
      {
        "title": "Рисунок 2.24",
        "file": "img_lsn0003_2_24.jpg"
      },
      {
        "title": "Рисунок 2.25",
        "file": "img_lsn0003_2_25.jpg"
      },
      {
        "title": "Формула 2.3",
        "file": "img_lsn0003_f_2_3.jpg"
      },
      {
        "title": "Формула 2.4",
        "file": "img_lsn0003_f_2_4.jpg"
      },
      {
        "title": "Таблица 2.5",
        "file": "img_lsn0003_t_2_5.jpg"
      },
      {
        "title": "Таблица 2.6",
        "file": "img_lsn0003_t_2_6.jpg"
      },
      {
        "title": "Формула 2.6",
        "file": "img_lsn0003_f_2_6.jpg"
      },
      {
        "title": "Таблица 2.7",
        "file": "img_lsn0003_t_2_7.jpg"
      },
      {
        "title": "Формула 2.7",
        "file": "img_lsn0003_f_2_7.jpg"
      },
      {
        "title": "Формула 2.8",
        "file": "img_lsn0003_f_2_8.jpg"
      },
      {
        "title": "Формула 2.9",
        "file": "img_lsn0003_f_2_9.jpg"
      },
      {
        "title": "Рисунок 2.26",
        "file": "img_lsn0003_2_26.jpg"
      },
      {
        "title": "Таблица 2.8",
        "file": "img_lsn0003_t_2_8.jpg"
      },
      {
        "title": "Формула 2.10",
        "file": "img_lsn0003_f_2_10.jpg"
      },
      {
        "title": "Таблица 2.9",
        "file": "img_lsn0003_t_2_9.jpg"
      },
      {
        "title": "Рисунок 2.27",
        "file": "img_lsn0003_2_27.jpg"
      },
      {
        "title": "",
        "file": "img_lsn0003_f_1.jpg"
      }
    ],
    "tasks": [
      "tsk0001",
      "tsk0002"
    ],
    "author": "Нелина Т. Е."
  }