{
    "code": "lsn0008",
    "title": "СВАРКА ЦВЕТНЫХ МЕТАЛЛОВ",
    "content": "# СВАРКА ЦВЕТНЫХ МЕТАЛЛОВ\r<br>\r<br>На первый взгляд может показаться, что сварка цветных металлов и их сплавов – дело несложное, так как расплавить их не составит особого труда. Но дело в том, что когда цветные металлы вступают в контакт с кислородом, они проявляют повышенную химическую активность. Кроме того, их поверхность покрыта оксидной пленкой, которая препятствует надежному соединению частей конструкции. Обычное нагревание в воздухе приводит к росту химической активности, из-за чего вы получите не ожидаемый ровный шов, а лишь оплавленный участок, покрытый плотным слоем оксида.\r<br>## С какими сложностями связан процесс сварки цветных металлов и сплавов\r<br>Для работы с цветными металлами и сплавами необходимо принять специальные защитные меры. В противном случае негативные процессы усилятся и образуют в месте шва оплавленный оксидный нарост.\r<br>\r<br>Очень важно создать надлежащие условия для выполнения сварки – ограничить доступ кислорода в рабочую зону либо четко регулировать его поступление.\r<br>\r<br>Разновидности цветных металлов, которые востребованы больше всего, трудно отыскать в их естественном виде. Поэтому для того, чтобы получить вещество с нужными химическими свойствами, на производствах обычно используют сплавы – сложные комбинации и сочетания цветных металлов.\r<br>\r<br>Чаще всего мастера сваривают изделия из алюминия, бронзы, дюралюминия (сплав алюминия, меди, магния и марганца), меди, латуни (комбинация цинка и меди), силумина (сочетание кремния и алюминия). Сегодня также изготавливают множество сварных изделий из алюминиево-магниевых и алюминиево-марганцевых сплавов.\r<br>\r<br>Но самые популярные цветные металлы, которые используют в промышленности и на производстве, – это комбинации меди и алюминия с другими металлами (свинцом, цинком, магнием, кремнием и пр.). К таким соединениям относятся:\r<br>\r<br>- Алюминиевые сочетания (дюралюминий, авиаль, силумин).\r<br>- Обычная латунь – сплав цинка и меди, в котором последний элемент занимает до 70 % общей массы. В некоторых случаях для достижения нужной кондиции изделия долю цинка увеличивают до 50 %.\r<br>- Бронза – классическая комбинация олова и меди (пропорции: 15:85).\r<br>- Сложные латуни – наряду с цинком и медью в них также содержатся различные наполнители и добавки.\r<br>\r<br>Выбирать подходящую технологию сварки цветных металлов и сплавов нужно с учетом типа материала, с которым вам придется работать.\r<br>\r<br>Известно, что магний, медь и алюминий остывают довольно быстро. Значит, для работы с ними понадобится источник энергии очень высокой мощности и дополнительный прогрев. Со сплавами дело обстоит сложнее. Дело в том, что входящие в их состав элементы могут иметь разную температуру плавления. Поэтому в процессе работы с ними есть риск того, что более легкие вещества испарятся. Но, проведя сварку быстро, вы сможете этого избежать.Конец формы\r<br>\r<br>Особенности сварки цветных металлов и сплавов также обусловлены их высоким сродством к кислороду. Некоторые из них даже могут выступать в роли раскислителей. Окислы, которые образуются при их плавке – это более тугоплавкие соединения, засоряющие сварочный шов. Если снизить температуру плавления, то на поверхности могут появиться трещины. Очевидно, что это отрицательно скажется на механических свойствах соединения. Вот почему сваривание цветных металлов нередко выполняют под слоем флюса, уменьшающего влияние на них кислорода.\r<br>\r<br>Из-за своей непрочности и хрупкости, некоторые сплавы могут разрушиться при легком ударе или вообще без какого бы то ни было внешнего воздействия. В то же время слишком тяжелые материалы способны своим весом провалить сварочные ванны. Поэтому, работая с ними, нужно быть очень аккуратным.\r<br>## Технология сварки цветных металлов на примере меди\r<br>К положительным характеристикам меди относятся: высокая пластичность, теплопроводность, теплоемкость, электропроводность и коррозийная стойкость. К этому перечню следует добавить нечувствительность к холоду и сохранение высоких пластических свойств после отжига. Все эти уникальные качества позволяют широко применять медь и ее сочетания в разных отраслях производства.\r<br>\r<br>Отличительные свойства меди: плотность – 8,96 г/см<sup>3</sup>, относительное удлинение – 50 %, временное сопротивление при отсутствии нагартовки – 20 кгс/мм<sup>2</sup> (200 МПа), плавится при температуре 1083 °С.\r<br>\r<br>Чистота меди оказывает непосредственное влияние на ее свариваемость. Лучше свариваются те изделия, в составе которых содержится минимальное количество вредных примесей. Содержание кислорода в раскисленной меди не превышает 0,01 %. Это значит, что она сваривается лучше всего. Примеси, ухудшающие свариваемость меди и понижающие ее механические качества, – свинец, висмут, сера.\r<br>## Рекомендуем статьи по металлообработке\r<br>- Марки сталей: классификация и расшифровка\r<br>- Марки алюминия и области их применения\r<br>- Дефекты металлический изделий: причины и методика поиска\r<br>\r<br>Когда в расплавленной меди присутствует водород, он тоже негативно влияет на сваривание. Шов кристаллизуется и происходит объединение водорода с кислородом закиси меди, в результате чего образуются водяные пары. Из-за этих паров и возникает водородная болезнь. Дело в том, что когда сварной шов кристаллизуется, водяной пар пытается вырваться наружу и в результате этих усилий образует множество трещин и пор. Данный процесс отражается в формуле Сu<sub>2</sub>O+H<sub>2</sub>=2Cu+H<sub>2</sub>O↑.\r<br>\r<br>Ручная сварка деталей из цветных металлов выполняется посредством металлических либо угольных электродов с использованием покрытий и флюсов. Кроме того, ее осуществляют в среде защитных газов.\r<br>\r<br>Сварка угольным электродом.** \r<br>\r<br>Соединять детали из меди следует постоянным током прямой полярности, графитовым или угольным электродом.\r<br>\r<br>Соблюдайте длину дуги 35–40 мм, а в качестве присадочного материала используйте прямоугольные или круглые прутки из меди («M1», «М2») и прутки с присадкой фосфора (раскислитель). Лучше всего, чтобы сечение присадочного прутка было 20–25 мм<sup>2</sup>. Тогда он не слишком окислится и перегреется в процессе расплавления цветного металла.\r<br>\r<br>В роли флюса здесь выступает смесь из 5%-ного металлического порошкообразного магния и 95%-ной прокаленной буры или плавления бура. Прежде чем приступить к сварке цветных металлов, порошкообразные флюсы следует нанести на свариваемые кромки или поверхность присадочного прутка, смоченную жидким стеклом. А затем просушить их на воздухе.\r<br>\r<br>Перед нанесением флюса промойте кромки свариваемого изделия и присадочный пруток 10%-ным раствором каустической соды или зачистите их металлической щеткой.\r<br>\r<br>Сваривая медные детали угольным электродом, используйте в роли присадочного металла прутки, содержащие не более 1 % серебра, до 0,2 % фосфора, остальное – медь.\r<br>\r<br>Примените предварительный подогрев, чтобы обеспечить хорошее проплавление основного материала и следующего с присадочным. В ходе сварки простых небольших узлов (шин, наконечников) можете выполнять подогрев самой угольной дугой.\r<br>\r<br>Крупногабаритные изделия необходимо предварительно подогреть в электрических печах с защитной атмосферой до температуры +500 °С. В роли защитного газа может выступать азот.\r<br>\r<br>Учтите, что при нагреве выше +400 °С медь начинает интенсивно окисляться. При этом образуется оксид меди (I) (Cu<sub>2</sub>О), который растворяется в цветном металле. В результате медь становится хрупкой. Поэтому ее обязательно следует нагревать в защитной атмосфере.\r<br>\r<br>Сваривание медных изделий толщиной до 4 мм угольным электродом выполняют «левым» методом, не скашивая кромки. В этом случае электрод следует разместить между присадочным и наплавленным цветным металлом. А детали толщиной более 4 мм сваривают со скосом кромок, «правым» методом. Тогда угол разделки составляет 70–90°, а присадочные прутки помещают между электродом и наплавленным цветным металлом.\r<br>\r<br>Таблица режимов ручной дуговой сварки меди графитовым и угольным электродами:\r<br>\r<br>При сборке медных изделий и узлов зазоры в местах наложения швов должны быть минимальными и не превышать 0,5 мм. Это позволит избежать сквозных прожогов и протекания швов.\r<br>\r<br>Сварку цветных металлов в данном случае выполняют в нижнем положении, соблюдая строгую последовательность: сначала рабочая поверхность подогревается, затем осыпается флюсом и прогревается до оплавления электрической дугой, после чего подается цветной металл.\r<br>\r<br>Когда шов заполняется концом присадочного прутка, в сварочную ванну следует дополнительно внести флюс. При этом важно, чтобы присадочный металл после расплавления его теплом дуги хорошо сплавлялся с основным цветным металлом. Если температура прогрева участка будет недостаточной, то присадочный металл свернется в шарики. А это приведет к непроварам. Старайтесь заполнить шов за один проход, так как при многослойном сваривании в его наружных слоях могут образоваться поры.\r<br>\r<br>По окончании сварки прокуйте наплавленный цветной металл и подвергните его отжигу, нагревая до +500…+550 °С и охлаждая в воде. Это делается для того, что повысить его вязкость.\r<br>\r<br>Сварка металлическим электродом.** \r<br>\r<br>Данный метод подходит для работы с медными изделиями толщиной более 2 мм, используемыми в виде проката.\r<br>\r<br>Если присадкой служит проволока из обычной электролитической меди, применяйте флюс следующего состава (в % по весу):\r<br>\r<br>- обезвоженная бура;\r<br>- борная кислота;\r<br>- фосфорнокислый натрий.\r<br>\r<br>Благодаря последнему элементу в составе флюса кислоты более полно удалятся из расплавленного цветного металла.\r<br>\r<br>Подготовка, подогрев изделия и последующая обработка сварного соединения осуществляются одинаково при использовании угольного и металлического электродов.\r<br>\r<br>Цветной металл, наплавленный электродами, отличается хорошей пластичностью и большей прочностью.\r<br>\r<br>Если нужно получить наплавленный цветной металл, близкий по своему составу с основным, то его сваривают электродами другого типа. Это делается на постоянном токе обратной полярности короткой дугой. Электрод перемещается без колебаний, только поступательно. При этом сила тока должна быть достаточной, чтобы обеспечить сваривание.\r<br>\r<br>Питание постов осуществляется от многопостовых генераторов либо от генераторов «ПС-500». А чтобы повысить качество, в роли флюса следует использовать борный шлак. Последний получают в результате сплавления без доступа воздуха 95 % прокаленной буры и 5 % магния. В среде азота и аргона сварку необходимо выполнять угольным либо вольфрамовым электродом при помощи специального электродного держателя, который обеспечивает подачу защитного газа в зону горения дуги.\r<br>\r<br>Ручная аргонодуговая сварка. \r<br>\r<br>Этот метод требует наличия в составе защитных газов таких инертных веществ, как аргон и гелий.\r<br>\r<br>Сварка цветных металлов аргоном осуществляется вольфрамовым электродом постоянным током прямой полярности при общем подогреве изделия до температуры +350…+400 °С. В качестве присадочного материала используют бронзовую проволоку («КМцЗ-1» и др.).\r<br>\r<br>Работа может выполняться как «левым», так и «правым» методом. Прежде чем к ней приступить, дугу возбуждают на угольной или графитовой пластине. После чего ее переносят на изделие. Не рекомендуется зажигать ее на самом изделии, потому что вольфрамовый электрод при этом оплавляется и загрязняется. Сварка выполняется в потолочном, нижнем или вертикальном положении.\r<br>\r<br>Можете сваривать медь в среде аргона и переменным током. Тогда скорость существенно снизится, но шов будет внешне выглядеть лучше, чем при использовании постоянного тока. При работе переменным током проволокой «Бр КМцЗ-1» не требуется бура для раскисления. В этом случае на расплавленном цветном металле не будет поверхностной пленки. Она удалится из-за катодного распыления, которое основывается на движении с большой скоростью положительно заряженных ионов к катоду и его бомбардировке. Сварка цветных металлов описанным методом происходит устойчиво и может осуществляться в любых пространственных положениях.\r<br>## Технология сварки алюминия\r<br>Алюминий – это один из самых распространенных природных элементов. Он отличается стойкостью против перехода в хрупкое состояние при низких температурах, высокой коррозионной стойкостью в окислительных средах, высокой тепло- и электропроводностью, а также малой плотностью.\r<br>\r<br>Температура его плавления составляет +660 °С, а плотность – 2,7 г/см<sup>3</sup>. Алюминий всегда покрыт пленкой окиси алюминия (Аl<sub>2</sub>O<sub>3</sub>) из-за большого сродства к кислороду. Температура плавления этой пленки – +2050 °С. Основные трудности, возникающие при работе с алюминием, обусловлены тугоплавкостью пленки и риском появления кристаллизационных трещин и пор в шве.\r<br>\r<br>Вышеупомянутая пленка окиси алюминия препятствует сплавлению металла сварочной ванны с основным металлом. Поэтому ее удаляют металлическими электродами для сварки цветных металлов, воздействуя покрытием электрода или составляющими флюса. При аргонодуговом сваривании пленку разрушают посредством катодного распыления. Если использовать постоянный ток обратной полярности, то он оказывает «очищающее» воздействие на протяжении всего времени горения дуги. А переменный ток действует таким образом только в те полупериоды, когда изделие является катодом.\r<br>\r<br>Поры в сварных швах образовываются из-за водорода, усиленно стремящегося выйти в атмосферу в связи с резким изменением растворимости при переходе алюминия из жидкого состояния в твердое. А кристаллизационные трещины появляются из-за повышенного содержания кремния. Чтобы их уменьшить, в алюминий вводятся добавки железа.doc 0,8mb\r<br>\r<br>Ручная сварка угольным электродом. \r<br>\r<br>Выполняется в тех случаях, когда толщина цветного металла составляет от 1,5 мм до 20 мм, а также при заварке дефектов литья из алюминия и его сплавов. Если толщина цветного металла не превышает 2 мм, то его сваривают, не разделывая кромку и присадочную проволоку.\r<br>\r<br>Ручная дуговая сварка металлическим электродом. \r<br>\r<br>Для работы с изделиями из чистого алюминия («АД», «АД1», «АДО», «А6») используются электроды «АФ-4аКр» и «ОЗА-1».\r<br>\r<br>Ручная дуговая сварка цветных металлов осуществляется постоянным током обратной полярности после предварительного подогрева свариваемых листов: толщиной 6–8 мм – при температуре до +200 °С, 8–16 мм – до +350…+400 °С.\r<br>\r<br>Прежде чем приступить к работе, электроды следует просушить в течение двух часов при температуре +150…+200 °С. Если толщина цветного металла – более 20 мм, то кромки необходимо разделать. Сварка выполняется с двух сторон при зазоре между листами 0,5–1 мм.\r<br>\r<br>Электроды «А-2» применяются для устранения дефектных мест в литье сплава «АЛ-9» и сваривании алюминиево-марганцевого сплава типа «АМц». Изделие следует предварительно подогреть («АЛ-9» до +280…+300 °С, «АМц» – до +300…+400 °С) короткой дугой постоянным током обратной полярности.\r<br>\r<br>Электроды «ОЗА-2» используются для сваривания сплавов «АЛ-11», «АЛ-9», «АЛ-5», «АЛ-4», «АЛ-2», которое выполняется после предварительного подогрева участка до +250…+400 °С короткой дугой и постоянным током обратной полярности.\r<br>\r<br>Автоматическую и полуавтоматическую сварку по флюсу** \r<br>\r<br>Используют для изделий, толщина кромок которых превышает 8 мм. При этом дуга горит над флюсом, а не в его слое. Для удаления оксидной пленки и защиты сварочной ванны достаточно тонкого слоя флюса. Если толщина слоя флюса большая, то дуга шунтируется через шлак, который обладает высокой электропроводностью, и горит по слою флюса.\r<br>\r<br>При сварке цветных металлов полуавтоматом используют электродную проволоку марки «СвАМц» либо «СвА97» диаметром 2-3 мм. Флюс «АН-А1» (на 20 % состоит из хлористого натрия, на 30 % – из криолита, на 50 % – из хлористого калия) наносится на свариваемый шов слоем толщиной 10–35 мм. Работа выполняется постоянным током обратной полярности. Ее скорость составит примерно 12–20 м/ч при следующих параметрах: сварочный ток – 300–450 А, вылет электрода – 25–40 мм, напряжение дуги в пределах 38–44 В.\r<br>## Аргонодуговая сварка \r<br>Алюминия и его сплавов получила наибольшее распространение. При ее использовании нет необходимости применять относительно сложные флюсы и покрытия, остатки которых могут вызвать коррозию шва. В этом случае работают с постоянным током обратной полярности или переменным током, но обязательно с осциллятором и балластным реостатом.\r<br>\r<br>Автоматическую и полуавтоматическую сварку цветного металла в среде аргона плавящимся электродом выполняют специальными шланговыми полуавтоматами и автоматами. В работе используют постоянный ток, подбирают подходящий режим сварки и применяют обратную полярность. В данном случае подойдет сварочная проволока «СвА97», «СвАМц», «СвАК» или того же состава, что и свариваемый цветной металл.\r<br>\r<br>Участок детали толщиной до 10 мм сваривают без разделки кромок, при больших толщинах кромок применяют V- и Х-образные разделки шва. Сила тока при электродной проволоке диаметром 2 мм составляет 250–300 А, скорость работы достигает 30–40 м/ч.\r<br>## Газовая сварка \r<br>Алюминиевых изделий даст отличные результаты, если правильно применить флюсы и выбрать подходящий режим. Листы толщиной не более 3 мм следует сваривать с отбортовкой кромок на высоту, равную их утроенной толщине. А листы толщиной не более 5 мм сваривают, не скашивая кромки, с зазором до 0,5 мм.\r<br>\r<br>Листы толщиной 5–15 мм сваривают с односторонним скосом кромок, при большей толщине – с двусторонним. Угол разделки составляет 60–70°. Не рекомендуется сваривать нахлесточные соединения, потому что флюс затекает в зазор между листами и вызывает коррозию, из-за которой разрушается шов. Присадочную проволоку и кромки соединения необходимо хорошо очистить от оксидной пленки химическим или механическим способом.\r<br>\r<br>Механическая очистка представляет собой обезжиривание в щелочном растворе и последующую очистку металлической щеткой. В этом случае газовую сварку цветных металлов и сплавов нужно начинать не позднее чем через 2 часа.\r<br>\r<br>Выполняя химическую очистку, строго соблюдайте последовательность: сначала обезжирьте кромки и протравите их в 5%-ном растворе каустической соды, после чего промойте водой, протрите насухо тряпкой и просушите. Приступайте к работе не позднее чем через 8 часов после такой очистки.\r<br>\r<br>Если вы используете флюс в виде пасты, то наносите его на присадочную проволоку и свариваемые кромки. А порошкообразный флюс следует насыпать в разделку шва. Обязательно храните флюсы в герметичных сосудах, чтобы предотвратить поглощение влаги из воздуха. Сваривайте деталь «левым» способом нормальным пламенем или с небольшим избытком ацетилена. Но учтите, что слишком большой избыток ацетилена приводит к появлению пор в сварном шве. Опаснее всего – избыток кислорода. Он интенсивно окисляет алюминий, существенно затрудняя работу. В первое время сваривания наклоните мундштук горелки под углом 70–80°, а затем уменьшите его до 30–45°.\r<br>\r<br>В зависимости от того, какой толщины цветной металл, подбирается подходящая мощность сварочного пламени:\r<br>\r<br>Перед свариванием силуминов предварительно подогрейте деталь до +200…+250 °C. После этого произведите отжиг при температуре +300…+350 °C и медленно охладите ее. Швы сварных соединений из проката прокуйте в холодном состоянии легкими ударами. Остатки флюса и шлака основательно удалите металлической щеткой и промойте горячей водой.\r<br>\r<br>Латунь – это сплав, состоящий из 75 % цинка и 55 % меди. Особые сорта латуни также содержат немного олова, кремния и других элементов.\r<br>\r<br>Основная трудность при работе с латунью – это выгорание цинка, начинающего кипеть и интенсивно испаряться при температуре выше +905 °С. Попадая в воздух, пары цинка быстро окисляются и опадают на окружающие предметы в виде белого осадка. Эти окислы являются ядовитыми, поэтому при работе с латунью обязательно соблюдайте необходимые меры безопасности.\r<br>\r<br>Сваривание латунных деталей можно осуществлять методами, которые применимы к меди. При работе угольным электродом используйте литые или прессованные прутки из латуни, содержащие в своем составе кремний (помимо цинка и меди). В присадочных прутках должно содержаться примерно столько же меди, сколько и в основном материале, а кремния – не более 3 %. Этот метод требует применения флюсов.\r<br>\r<br>При газовой сварке цветных металлов некоторых типов обычным пламенем выделяются пары, из-за которых шов оказывается пористым. Это происходит при работе с латунью. Предупредить такой негативный процесс можно пламенем с избыточным содержанием кислорода (30–40 %). Тогда кислород частично окислит цинк и на поверхности расплавленного участка образуется пленка оксида, которая предотвратит последующее окисление цветного металла.\r<br>\r<br>Кромки, которые необходимо сварить, тщательно зачистите (до появления блеска). Чтобы избавиться от оксидов, используйте 10%-ный водный раствор азотной кислоты, затем промойте изделие горячей водой и насухо его протрите. Убедитесь, что удельная мощность пламени составляет 100–150 л/ч. Мундштук горелки зафиксируйте под наклоном 80–90°, а присадочный пруток – под углом 80° к нему.\r<br>\r<br>Старайтесь выполнить сваривание как можно быстрее и за один раз, без перерывов. Это позволит предотвратить интенсивное окисление. Проследите, чтобы ядро пламени находилось на расстоянии 7–10 мм от ванны. Если толщина изделия превышает 15 мм, то его лучше сначала подогреть до +500…+550 °C. По окончании сварки прокуйте шов. При содержании в латуни свыше 60 % меди проковывать нужно холодный шов. В ином случае делайте это при нагреве до +700 °C. После чего выполните отжиг швов при температуре +600…+650 °C, а затем медленно охладите их.\r<br>\r<br>Дефекты на латунных изделиях можно заварить без подогрева. Только прежде чем это делать, их нужно тщательно подготовить. Газовая сварка цветных металлов выполняется на постоянном токе обратной полярности, для электрода диаметром 6 мм – при силе тока 200–225, в полувертикальном или нижнем положении.\r<br>## Сварка бронзы.\r<br>Бронза представляет собой сплав меди и цинка, марганца, кремния, алюминия, олова. С учетом объема содержащихся в их составе добавок бронзы сплавы бывают оловянными (8–10 % олова, 2–4 % цинка, остальное – медь) и специальными (кремнистые, марганцевые, железомарганцевые, алюминиевые и пр.).\r<br>\r<br>Бронзовые изделия заваривают металлическими и угольными электродами, а перед этим подогревают до +200…+550 °С. Для деталей сложной конфигурации устанавливается более высокая температура подогрева.\r<br>\r<br>Простые детали (втулки) можно подогревать при меньшей температуре. Сварка бронзовых изделий выполняется для соединения частей сложных конструкций (сварнолитые изделия), ремонта изношенных и поломанных деталей, исправления дефектов отливок.\r<br>\r<br>В данном случае сварку цветных металлов осуществляют в полувертикальном или нижнем положении. Если необходимо состыковать швы и заварить сквозные дефекты, то для предупреждения протекания материала используются подкладки. Их изготавливают из огнеупорной глины, стальных листов, асбеста. Форма подкладки должна повторять конфигурацию внутренней стороны изделия в свариваемом участке.\r<br>\r<br>Для сваривания **оловянных бронз** угольным электродом применяйте присадочные прутки, отлитые в кокиль, и содержащие: 0,25 % фосфора, 3-4 % кремния, 95-96 % меди. Флюсом здесь будет выступать борный шлак или прокаленная бура.\r<br>\r<br>По окончании сваривания укройте изделие асбестом, чтобы оно медленно охлаждалось. Таким образом вы сможете снизить остаточные напряжения и предотвратить появление трещин.\r<br>\r<br>Для сварки **специальных бронз** угольным электродом обычно используют присадочные прутки того же состава, что и основной материал.\r<br>\r<br>В качестве флюса при сваривании **кремнистых бронз** лучше всего применять прокаленную буру, а фосфористых – бронборный шлак.\r<br>\r<br>Для сварки **алюминиевых бронз** используйте тот же флюс, что и для работы с алюминием и его сплавами.\r<br>\r<br>Если нужно сварить специальные бронзы металлическим электродом, то подбирайте содержание электродного стержня с учетом состава основного материала. Например, для фосфористой бронзы подойдут стержни, содержащие 0,5–1 % фосфора или 9 – 11 % олова, до 0,75 % примесей, остальное – медь.\r<br>\r<br>Сваривать алюминиевую бронзу рекомендуется прутками, в состав которых входит: столько же алюминия, сколько его содержится в основе, 1,5–2,5 % марганца, остальное – медь и железо.\r<br>\r<br>Сваривание бронз металлическим электродом выполняется на постоянном токе обратной полярности, при этом сила тока рассчитывается по схеме: 40 А на 1 мм диаметра электрода.\r<br>## Технология сварки титана\r<br>Титановые сплавы – это относительно новые конструкционные материалы. Благодаря своим ценным свойствам они получили широкое применение в химическом машиностроении, судостроении, ракетостроении, авиационной промышленности и прочих отраслях производства. Основное преимущество таких сплавов заключается в уникальном сочетании коррозионной стойкости с малой плотностью (4,5 г/см<sup>3</sup>) и высокими механическими характеристиками.\r<br>\r<br>К уникальным свойствам титана относятся: высокая прочность, высокая устойчивость к коррозии в различных агрессивных средах, высокая температура плавления (+1665 °C), малая плотность.\r<br>\r<br>Низкая теплопроводность и высокое электрическое сопротивление этого материала позволяют затрачивать на его сварку гораздо меньше электроэнергии, чем на сварку цветных металлов другого типа. К тому же, титан маломагнитен. А значит, в работе с ним влияние магнитного дутья снижается.\r<br>\r<br>Главная трудность при работе с титаном и его сплавами заключается в повышенной химической активности материала к водороду, азоту и кислороду при больших температурах. Чтобы получить качественные соединения, следует обеспечить хорошую защиту от взаимодействия с атмосферой как сварочной ванны, так и всего участка цветного металла, нагретого до более +500 °C.\r<br>\r<br>Кромки необходимо подготовить к свариванию посредством травления специальным раствором, содержащим 600 см<sup>3</sup> воды, 350 см<sup>3</sup> соляной кислоты и 50 см<sup>3</sup> плавиковой кислоты. Можно также обработать их механическим способом до металлического блеска, а затем обезжирить.\r<br>\r<br>Сварка всегда выполняется под флюсом, ручным и механизированным методами, в защитных газах, титановой проволокой и неплавящимся электродом.\r<br>\r<br>Ручную аргонодуговую сварку цветного металла вольфрамовым электродом следует осуществлять постоянным током прямой полярности. При толщине участка детали 0,5–4 мм сила сварочного тока должна достигать 40–170 А, дуга – 1-2 мм, вылет вольфрамового электрода – 6–8 мм. При этом расход аргона составит примерно 20–25 л/мин. Для автоматического сваривания в аргоне используется титановая проволока диаметром 1,5–3 мм.\r<br>\r<br>Выполняя сварку под флюсом, следует обеспечить защиту обратной стороны шва с помощью хорошо подогнанных медных или стальных подкладок. Также допускается применение оставшихся титановых подкладок.\r<br>\r<br>Для работы с титаном подходят бескислородные фторидно-хлоридные флюсы марки «АН-Т» разного назначения. При этом высота слоя флюса должна быть не меньше вылета электрода, а вылет электродной проволоки не должен превышать 20–25 мм. После охлаждения цветного металла ниже +400 °C удаляется шлаковая корка.\r<br>\r<br>",
    "traits": [
      "wbase02"
    ],
    "supplement": [
    ],
    "tasks": [
      "tsk0004",
      "tsk0005"
    ],
    "author": "Нелина Т. Е."
  }