{
    "code": "tsk0003",
    "title": "Практическое занятие: Техника выполнения сварных швов в вертикальном положении газовой сваркой",
    "content": "# Практическое занятие: Техника выполнения сварных швов в вертикальном положении газовой сваркой<br><br><br><br>Цель<br><br><br><br>Отработка и закрепление технологических правил выполнения вертикальных швов газовой сваркой<br><br><br><br>Краткая теория<br><br><br><br>Вертикальные швы сваривают «сверху – вниз» и «снизу – вверх». Сварка способом «сверху вниз» применяется при соединении, главным образом, тонких листов. При выполнении вертикальных швов «сверху вниз» не получается полного провара. <br><br><br><br>Техника сварки вертикальных швов «снизу вверх» заключается в следующем. Прежде всего, необходимо правильно расположить электрод относительно плоскости шва. При сварке электродом с тонким покрытием (рис.1) угол наклона электрода берется в пределах 15—20°. <br><br><br><br>При сварке электродами с толстым покрытием (рис.1) наклон электрода к горизонтальной линии должен составлять около 45—50°. Такой большой наклон электрода с толстым покрытием необходим для обеспечения более легкого стекания шлака из ванны и для поддержания расплавленного металла. <br><br><br><br>![Рисунок 1](img_test0003_1_1.jpg)<br><br><br><br>Дуга зажигается в наиболее низком месте шва, и после образования ванны с расплавленным металлом конец электрода при возможно короткой дуге отводится в сторону вправо или влево и несколько вверх. При этом движении электрода дается возможность расплавленным частицам металла быстро застывать и образовывать своеобразный порог, необходимый для задержания последующих капель расплавляемого металла. Движения электрода повторяются, и наплавляемый металл принимает форму шва. На вертикальных швах чешуйки выражены более резко, и по этому признаку вертикальные швы отличаются от нижних швов. <br><br><br><br>При сварке вертикальных швов «сверху вниз» электрод располагается перпендикулярно к свариваемой поверхности. После возбуждения дуги и образования первых капель расплавленного металла электрод наклоняют книзу (рис.1), продолжая одновременно расплавлять основной металл. Постепенно подавая электрод и поддерживая короткую дугу, необходимо концом электрода препятствовать стеканию металла, а отводом его в сторону и вниз способствовать застыванию наплавленных капель и образованию шва. <br><br><br><br>При обоих способах выполнения вертикальных швов электроду необходимо сообщать поперечные колебательные движения. При этом надо подбирать такой путь электрода, при котором передвижение вдоль шва происходило бы без длительной концентрации тепла в одном каком-нибудь месте. При сварке «сверху вниз» для уменьшения размеров сварочной ванны с расплавленным металлом силу сварочного тока и диаметр электрода следует назначать несколько меньше, чем при сварке «снизу вверх». При выполнении вертикальных стыковых швов с V-образной и Хобразной разделками кромок, а также наплавки валиков, последовательность сварки, количество слоев, провар вершины угла производят аналогично сварке нижних швов. <br><br>## Порядок и методика выполнения заданий: <br><br>изучение теории и решение поставленных заданий. <br><br><br><br>1. Зарисуйте эскиз и составьте алгоритм выполнения сварки способом «снизу вверх». <br><br>1. Зарисуйте эскиз и составьте алгоритм и опишите правила выполнения сварки способом «сверху вниз»<br><br>1. Выполните сварку сварки способом «сверху вниз»<br><br>1. Загрузка результатов работы в систему работы.<br><br>1. Сдача рабочего места.<br><br><br><br>Результат работы загружается в виде фотографии (не менее одной) с комментарием (опционально) к ней. Комментарий по работе может содержать:<br><br><br><br>1.Номер работы, тему, цель работы, исходные материалы и данные.<br><br><br><br>2.Используемую литературу и другие источники.<br><br><br><br>3.Марку сварочного оборудования и материалов.<br><br><br><br>4.Технологию выполнения работы.<br><br><br><br>5.Выявленные дефекты, их причины и способы устранения.<br><br><br><br>6.Вывод по работе.<br><br><br><br>",
    "supplement": [
      {
        "title": "Рисунок 1",
        "file": "img_test0003_1_1.jpg"
      }
    ],
    "difficulty": 4,
    "time": 6
  }