{
    "code": "lsn0005",
    "title": "ДУГОВАЯ СВАРКА НЕПЛАВЯЩИМСЯ ЭЛЕКТРОДОМ В ЗАЩИТНЫХ ГАЗАХ",
    "content": "# ДУГОВАЯ СВАРКА НЕПЛАВЯЩИМСЯ ЭЛЕКТРОДОМ В ЗАЩИТНЫХ ГАЗАХ <br>## Сущность процесса. Преимущества и недостатки <br>Сварка неплавящимся электродом в инертных газах непрерывно горящей дугой (в международной абривиатуре TIG — Tungsten Inert Gas) получила более широкое распространение, чем сварка плавящимся электродом. Схема процесса приведена на рисунке 2.36. Дуга 1 горит между изделием 6 и электродом 3, изготовленным из материала, имеющего высокую температуру плавления (обычно из вольфрама). Электрод расположен в горелке 4, через сопло которой вдувается защитный газ 2. Присадочный материал 5 подается в зону дуги со стороны и в электрическую цепь не включен. <br><br>Сварка может быть ручной, когда горелка и присадочный пруток находятся в руках сварщика, и автоматической, когда горелка и присадочная проволока перемещаются без непосредственного участия сварщика. <br><br>При этом способе сварки зажигание дуги обычно осуществляется бесконтактным способом. Это объясняется двумя причинами. Во-первых, аргон обладает достаточно высоким потенциалом ионизации, поэтому ионизировать дуговой промежуток за счет искры между изделием и электродом достаточно сложно (при сварке плавящимся электродом в аргоне после того, как проволока коснется изделия, в зоне дуги появляются пары железа, которые имеют потенциал ионизации в 2,5 раза ниже, чем аргон, что позволяет зажечь дугу)<br><br>![Рисунок 2.28](img_lsn0005_2_36.jpg)<br><br>Во-вторых, касание изделия вольфрамовым электродом приводит к загрязнению и интенсивному оплавлению электрода. Поэтому при сварке неплавящимся электродом для зажигания дуги параллельно источнику питания обычно подключается осциллятор (позиция 7 на рисунке 2.36). Осциллятор подает на электрод высокочастотные высоковольтные импульсы, которые ионизируют дуговой промежуток и обеспечивают зажигание дуги после включения сварочного тока. Если сварка производится на переменном токе, осциллятор после зажигания дуги переходит в режим стабилизатора и подаст импульсы на дугу в момент смены полярности, чтобы предотвратить деионизацию дугового промежутка и обеспечить устойчивое горение дуги. <br><br>Поджигание дуги с помощью осциллятора называется HF Tig. У некоторых аппаратов предусмотрена программа, обеспечивающая зажигание дуги касанием, - Lift Tig. <br><br>При сварке па постоянном токе па аноде и катоде выделяется неодинаковое количество тепла. При токах до 300 А 70 % тепла выделяется па аноде и 30 %-на катоде, поэтому практически всегда используется прямая полярность, чтобы максимально проплавлять изделие и минимально разогревать электрод. Все стали и титан свариваются на прямой полярности. Алюминий обычно сваривается на переменном токе для улучшения разрушения оксидной пленки. <br><br>Основная область применения сварки неплавящимся электродомсоединения из легированных сталей и цветных металлов. При малых толщинах сварка может выполняться без присадки. Данный способ сварки обеспечивает хорошее качество и формирование сварных швов, позволяет точно поддерживать глубину проплавления металла. <br><br>Достоинством этого способа сварки является также то, что, манипулируя горелкой и присадочным прутком, сварщик обеспечивает качественный прогрев кромок, точно контролируя этот процесс, не допуская прожогов и непроваров. Это очень важно при сварке тонкого металла, особенно при одностороннем доступе к поверхности изделия, а также при сварке первого (корневого) прохода при сварке труб. <br><br>Следует отметить, что при использовании гелия (Не) вместо аргона увеличивается температура дуги, а следовательно и глубина проплавления металла. Силы поверхностного натяжения расплавленного металла в атмосфере гелия меньше, поэтому перенос металла более мелкокапельный, лучше формирование шва, что особенно важно при сварке в вертикальном и потолочном положениях. Однако, как отмечалось раньше, затраты при сварке в гелии выше, так как он дороже аргона примерно в 6 раз. Иногда применяют смеси аргона и гелия. <br>## Неплавящиеся электроды <br>Неплавящиеся электроды служат только для возбуждения и поддержания горения дуги. Для заполнения разделки кромок в зону дуги вводят присадочный металл в виде прутков или проволоки. Применяются неплавящиеся электроды: вольфрамовые, угольные и графитовые. <br>### Неплавящиеся угольные и графитовые электроды<br>Служат для подвода тока в зону дуги. Изготовляются из электротехнического угля (ГОСТ 4425 – 72 ) или синтетического графита ( ГОСТ 4426 – 71 ). При малой теплопроводности имеют высокую температуру плавления и кипения (3600-38000С). Изготовляются в виде стержней диаметром 5 – 25 мм, длиной 200 – 300 мм. Конец электрода затачивается на конус. Для прочности некоторые электроды омедняются. Могут быть по сечению другой формы. <br><br>Электропроводность графитовых электродов почти в 3 раза больше угольных и они обладают большей стойкостью против окисления на воздухе при больших температурах, что заметно снижает удельный расход графитовых электродов и позволяет применять повышенные плотности тока. Для обеспечения устойчивого горения дуги «фитиль-канал» заполняется порошкообразной массой, содержащей легкоионизируемые вещества. <br><br>При сварке требуют присадочный материал или отбортовку кромок. <br><br>Угольные электроды нашли применение при сварке меди в среде азота на постоянном токе прямой полярности и при сварке углеродистых сталей в среде углекислого газа. При сварке других металлов и сплавов эти электроды не нашли применения из-за серьёзных недостатков: блуждания дуги и получения низких механических свойств металла. <br><br>Чаще применяются при резке и воздушно-дуговой строжке. <br>### Вольфрамовые электроды<br>Вольфрамовые электроды (ГОСТ 23949-80) нашли широкое применение при сварке в среде аргона или гелия, как в стационарных, так и в монтажных условиях. Сварку ведут на постоянном или переменном токе. Для сварки в среде углекислого газа вольфрамовые электроды непригодны, так как вольфрам в этой среде интенсивно окисляется. Вольфрам является одним из самых тугоплавких 109 металлов. Его температура плавления равна 3410°С, а кипения – 6000°С. Он имеет высокую стойкость против коррозии в воде и на воздухе, а также обладает высокой электронной эмиссией (испусканием электронов с поверхности под действием электрического поля). Последнее способствует устойчивому горению дуги при сварке. <br>### Условия применения <br>При сварке вольфрам применяют в качестве неплавящегося электрода только в неокислительной среде (Ar, He, вакуум), а также в среде азота, с которым вольфрам не реагирует даже при очень высоких температурах. <br><br>Для улучшения горения дуги (стабильности процесса) вольфрамовый электрод затачивают определённым образом. При использовании чистого вольфрама заострённый конец электрода быстро теряет свою форму, вследствие чего нарушается стабильность сварочного процесса и снижается качество сварных швов. Недостаточную стойкость устраняют нанесением на него покрытия из окиси тория в процессе сварки методом периодических погружений раскалённого конца электрода в порошкообразную окись тория. <br><br>В настоящее время промышленность выпускает специальные вольфрамовые электроды: <br><br>- легированные окисью лантана (ЭВЛ – (1,1…1,4)%); <br>- окисью иттрия (ЭВИ-1–(1,5…2,3)%, ЭВИ-2 – (2,0…3,0)%, ЭВИ-3 – (2,5…3,5)%) ; <br>- легированные двуокисью тория (1,5…2,0)%. <br><br>Легированные электроды при сварке на постоянном токе прямой полярности имеют следующие преимущества: <br><br>- они более тугоплавки и допускают повышенные режимы сварки; <br>- расход таких электродов меньше, чем электродов из чистого вольфрама (так, расход электродов марок ЭВЧ – 8,4 г/ч, ЭВЛ – 1,2 г/ч, ЭВИ – 0,18 г/ч и ЭВТ – 1,4 г/ч); <br>- намного дольше сохраняют форму заточки, что важно, при механизированной сварке тонколистового материала; <br>- обладают повышенной электронной эмиссией, вследствие чего дуга легко возбуждается при меньшем напряжении холостого хода источника питания. <br><br>*Маркировка*: ЭВЧ не маркируют. ЭВЛ – чёрный. ЭВИ-1 – синий. ЭВИ-2 – фиолетовый. ЭВИ-3 – зелёный. ЭВТ-15 – красный. При сварке на переменном токе легированные электроды существенных преимуществ не имеют. <br><br>Сварочный пост состоит из электрической и механической частей и газовой магистрали. В электрическую часть поста входят: источник питания, пульт управления, цепь сварочного тока. В механическую часть поста входят: механизм подачи сварочной проволоки, газоэлектрическая горелка и устройства для размещения и закрепления деталей. Газовая магистраль включает баллон с газом, шланги для подачи газа и газовые приборы. <br>## Схема и описание сварочного поста <br>При сварке в защитном газе кроме источника питания сварочной дуги требуются специальные приборы и оснастка. Схема поста для полуавтоматической сварки неплавящимся электродом представлена на рисунке 2.37.<br><br>![Рисунок 2.37](img_lsn0005_2_37.jpg)",
    "traits": [
      "wbase01"
    ],
    "supplement": [
      {
        "title": "Рисунок 2.36",
        "file": "img_lsn0005_2_36.jpg"
      },
      {
        "title": "Рисунок 2.37",
        "file": "img_lsn0005_2_37.jpg"
      }
    ],
    "tasks": [
      "tsk0001",
      "tsk0002"
    ],
    "author": "Нелина Т. Е."
  }