{
    "code": "lsn0002",
    "title": "КЛАССИФИКАЦИЯ ВИДОВ СВАРКИ И СУЩНОСТЬ СВАРОЧНЫХ ПРОЦЕССОВ",
    "content": " # КЛАССИФИКАЦИЯ ВИДОВ СВАРКИ И СУЩНОСТЬ СВАРОЧНЫХ ПРОЦЕССОВ<br>` `Сварные соединения и швы <br><br>Неразъемное соединение, выполненное сваркой, называется *сварным соединением*. <br><br>*Сварные соединения и швы классифицируются*: <br><br>**В зависимости от взаимного расположения в пространстве соединяемых металлических деталей различают соединения: стыковое, тавровое, угловое и нахлесточное (рисунок 2.1).**<br><br>![Рисунок 2.1](img_lsn0002_2_1.jpg)<br><br>*Стыковые сварные соединения* (рисунок 2.1,а). В этих соединениях свариваемые элементы располагаются в одной плоскости или на одной поверхности. Стыковые сварные соединения наиболее распространены и применяются при изготовлении стальных колонн, балок, горизонтальных, вертикальных и шаровых резервуаров, трубопроводов, доменных и цементных печей, газоходов, городских и магистральных газопроводов и железобетонных конструкций. Эти соединения широко встречаются в сварных машиностроительных конструкциях, а также при изготовлении самолетов, ракет, судов и т. д. <br><br>*Угловые сварные соединения* (рисунок 2.1,б). Сварное соединение двух элементов, расположенных под прямым углом и сваренных в месте примыкания их краев, называется угловым. Встречаются в стальных колоннах, балках, фермах и резервуарах. <br><br>*Тавровые сварные соединения* (рисунок 2.1,г).Отличительной особенностью этих соединений является то, что одна из соединяемых деталей торцом устанавливается на поверхности другой и приваривается, образуя в сечении как бы букву Т (отсюда и название - тавровое). <br><br>Встречаются в стальных колоннах, балках, фермах, вертикальных резервуарах, машиностроительных и самолетных конструкциях, ракетах и судах и т. д.<br><br>*Нахлесточные сварные соединения* (рисунок 2.1,в). Соединение, в котором свариваемые элементы расположены параллельно и перекрывают друг друга, называется нахлесточным. Величина перекрытия должна быть в пределах 3-240 мм и зависит от толщины свариваемого металла. <br><br>Эти сварные соединения встречаются при изготовлении мачт, ферм, горизонтальных цилиндрических резервуаров, вертикальных цилиндрических резервуаров, различного рода баков. <br><br>**По положению в пространстве (нижнее, горизонтальное, потолочное, вертикальное), (рисунок 2.2)** . <br><br>- Нижние – сварка ведется под углом 0° – наиболее оптимальный вариант, высокие производительность и качество;  <br>- Горизонтальные – сварка ведется под углом от 0 до 60° требуют повышенной квалификации сварщика. <br>- Вертикальные- сварка ведется под углом от 60 до 120° требуют квалификации сварщика. <br>- Потолочные – сварка ведется под углом от 120 до 180° – наиболее трудоемкие, небезопасные, сварщики проходят специальное обучение. <br><br>![Рисунок 2.2](img_lsn0002_2_2.jpg) <br><br>Примеры обозначения сварных швов по их положению в пространстве даны на рисунке 2.3 <br><br>![Рисунок 2.3](img_lsn0002_2_3.jpg)<br><br>**По выполнению (односторонние, двусторонние), (рисунок 2.4).** <br><br>![Рисунок 2.4](img_lsn0002_2_4.jpg) <br><br>**По числу слоев и проходов (однослойные, однопроходные, многослойные, многослойные, многопроходные), (рисунок 2.5).** <br><br>![Рисунок 2.5](img_lsn0002_2_5.jpg) <br><br>**По степени выпуклости, (рисунок 2.6).** <br><br>- Выпуклые – усиленные; <br>- Вогнутые – ослабленные; <br>- Нормальные – плоские. <br><br>Выпуклые (усиленные) – это многослойные швы, применяемый в сцеплениях при статических нагрузках, но усиленный наплыв приводит к чрезмерному расходу электродного металла и в связи с этим для его использования нужно экономическое обоснование. <br><br>Вогнутые (ослабленные) способы используются для скрепления тонкого металла. <br><br>Нормальные или плоские актуальны при динамических нагрузках, так как они не имеют особого перепада между швом и основным металлом. <br><br>![Рисунок 2.6](img_lsn0002_2_6.jpg) <br><br>**Классификация сварных швов по протяженности бывает двух видов: сплошные или прерывистые.** <br><br>*Прерывистый* – это такой шов, который производится определенной длины с синхронным интервалом. Он, в свою очередь, делится на два типа – цепная дорожка и шов в шахматном порядке. Например, двусторонние прерывистые соединения на одной стороне стенки расположены против сваренных участков шва с другой ее стороны. Такие типы сцепления могут быть как односторонними, так и двусторонними. То есть, деталь сваривается с двух сторон. Расстояние между этими сварными отрезками называется «сварочный шаг». <br><br>*Сплошные* способы сварки также делятся на короткие и длинные швы, и совершаются вдоль всей заготовки. <br><br>*Точечный* способ стыковых швов значительно отличается от других, за счет того, что здесь нет сварочной ванны и шва. В этом случае заготовки соединяются точками, за счет нахлесточного сварного соединения. Такой способ зачастую применяется для пайки тонкого металла или аккумуляторов. <br><br>![Рисунок 2.7](img_lsn0002_2_7.jpg) <br><br>**По направлению действующего усилию и вектору действия внешних сил:** <br><br>- фланговые – вдоль оси сварного соединения; <br>- лобовые – поперек оси сварного соединения; <br>- комбинированные – сочетание фланговых и лобовых; <br>- косые – под некоторым углом к оси сварного соединения. <br><br>![Рисунок 2.8](img_lsn0002_2_8.jpg)<br>## ГОСТ на основные типы и конструктивные элементы швов сварных соединений <br>**ГОСТ** (сокращенное название от Государственный стандарт) – это одна из важных категорий системы сварочных стандартов в СССР, которая и сейчас является стандартом в современных странах СНГ. Принимается таким органом, как МГС (межгосударственным советом по стандартизации, метрологии и сертификации). <br><br>**ГОСТ 5264-80** Ручная дуговая сварка. Соединения сварные. Основные типы, конструктивные элементы и размеры. <br><br>**ГОСТ 11534-75** Ручная дуговая сварка. Соединения сварные под острыми и тупыми углами. Основные типы, конструктивные элементы и размеры. <br><br>**ГОСТ 8713-79** Сварка под флюсом. Соединения сварные. Основные типы, конструктивные элементы и размеры. <br><br>**ГОСТ 11533-75** Автоматическая и полуавтоматическая дуговая сварка под флюсом. Соединения сварные под острыми и тупыми углами. Основные типы, конструктивные элементы и размеры. <br><br>**ГОСТ 14771-76** Дуговая сварка в защитном газе. Соединения сварные. Основные типы, конструктивные элементы и размеры. <br><br>В ГОСТе для каждого типа соединения приведена форма подготовки кромок, характер выполненного шва (односторонняя, двухсторонняя, на подкладке и т. д.), приведены эскизы подготовки кромок и даны их размеры. Дана форма и размеры готового шва.<br><br>Для каждой формы подготовки кромок указан диапазон возможных применяемых толщин и приведены для каждой подготовки кромок буквенноцифровое обозначение. <br><br>В зависимости от взаимного расположения свариваемых деталей различают четыре типа сварных соединений (согласно ГОСТ 5264-80 , ГОСТ 14771-76, ГОСТ 8713-79): стыковое – «С»; тавровое – «Т»; угловое – «У»; нахлесточное – «Н». 41 <br><br>**ГОСТ 5264-80** устанавливает 32 вида стыковых сварных соединений, которые обозначаются C1, С2, С4 и т. д. Имеются стыковые соединения с отбортовкой кромок, соединения без скоса кромок, с V-образной разделкой кромок, с Х- образной разделкой кромок и др. <br><br>Угловые сварные соединения имеют 9 разновидностей условно обозначаемые У1, У4, У6 и т. д. <br><br>Тавровые сварные соединения предусматривают 8 разновидностей соединений условно обозначаемые Т1, ТЗ, Т6 и т. д. <br><br>Нахлесточные сварные соединения обозначаются H1 и Н2 и могут быть как с односторонним, так и с двусторонним швами. <br><br>*Примечания*: - Угловые и тавровые соединения широко применяются в судостроении. Прочностные характеристики их ниже, чем стыковых. Объясняется возникновением концентрации напряжений в местах перехода от шва к основному металлу. <br><br>Нахлесточные соединения не характерны для сварных соединений. Они повторяют форму клепанных соединений и применяются в конструкциях, работающих только при статических нагрузках. Если нагрузки динамические (знакопеременные), то нахлесточные соединения не применяются. <br><br>Конструктивные элементы подготовки кромок Параметры подготовки кромок ( рисунок 2.9 ). <br><br>- Угол разделки кромок –β; <br>- Зазор между кромками – b; <br>- Притупление кромок – c.<br><br>![Рисунок 2.9](img_lsn0002_2_9.jpg)<br><br>` `**Дополнения к ГОСТам на сварку основными видами** <br><br>1. Стыковые соединения деталей неодинаковой толщины при разнице в толщинах: <br>   1мм – при толщине от 1 до 4мм; <br>   2мм – при толщине от 4 до 20мм; <br>   3мм – при толщине от 20 до 30мм; <br>   4мм – при толщине от 30мм и выше варят как детали одинаковой толщины. <br>1. Если разность в толщинах больше, чем указано выше, то на деталях, имеющих большую толщину, необходимо снимать «ласку» (таблица 2.1) <br>   ![Таблица 2.1](img_lsn0002_t_2_1.jpg)<br>1. При сварке стыковых соединений деталей (за исключением труб) ГОСТ 5264-80; 8713-79; 14771-76 допускают перед сваркой следующие смещения свариваемых кромок относительно друг друга (таблица 2.2). <br>   ![Таблица 2.2](img_lsn0002_t_2_2.jpg)<br>1. Катеты швов назначаются в зависимости от предела текучести металла и толщины металла и приведены в ГОСТ 5264-80; ГОСТ 8713 – 79 ; ГОСТ 14771 – 76. <br>1. При сварке в СО2 ГОСТ 14771 – 76 проволокой диаметром 0,8 – 1,4мм разрешено пользоваться ГОСТ 5264 – 80. <br><br>**Обозначение сварных швов на чертежах** <br><br>Типы сварных соединений, условное изображение швов на чертежах и предельные размеры конструктивных элементов в зависимости от способа сварки приводится в таблицах, приведенных на поле чертежа . <br><br>На чертежах сварные швы показываются сплошными тонкими линиями. На линию шва проводится ломанная прямая линия с односторонней стрелкой, конец которой опирается на линию шва. Номера швов идут от 1до N и идут на весь проект: <br><br>- номер шва дается всем видам, способам и методам сварки (электрическая дуговая, электрошлаковая, газовая); <br>- всем видам металла; <br>- для всех толщин металла; <br>- для различных катетов. <br><br>Структура условного обозначения стандартного шва или одиночной сварной точки приведена на рисунке 2.10<br><br>![Рисунок 2.10](img_lsn0002_2_10.jpg)<br><br>Количество номеров швов может быть очень большим. На чертеже номера идут не по порядку и расшифровываются в сводной таблице. На чертеже она чертится сверху над основным штампом, на первом листе, не зависимо от количества листов чертежа. <br><br>Чтобы разобраться с условными обозначениями сварочных способов в инженерных чертежах, нужно разобраться и с их видами. Пример обозначения сварного шва на чертеже показан на рисунке 2.11. <br><br>![Рисунок 2.11](img_lsn0002_2_11.jpg)<br><br><br>Выглядит громоздко и устрашающе. Но в этой длинной аббревиатуре есть четкая логика, начнем двигаться по этапам. Разобьем эту запись на девять составных частей:<br><br>![Рисунок 2.12](img_lsn0002_2_12.jpg)<br><br>Теперь эти же составные элементы по квадратам (рисунок 2.12). <br><br>Квадрат 1 – вспомогательные знаки для обозначения: замкнутая линия. <br><br>Квадрат 2 – стандарт, по которому приведены условные обозначения. <br><br>Квадрат 3 – обозначение буквой и цифрой типа соединения с его конструктивными элементами. <br><br>Квадрат 4 – способ сварки согласно стандарту. <br><br>Квадрат 5 – тип и размеры конструктивных элементов по стандарту. <br><br>Квадрат 6 – характеристика в виде длины непрерывного участка. <br><br>Квадрат 7 – характеристика соединения, вспомогательный знак. <br><br>Квадрат 8 – вспомогательный знак для описания соединения или его элементов. <br><br>В квадрате 9 находится кружок – один из дополнительных вспомогательных знаков.<br><br>Вспомогательные знаки для обозначения сварных швов приведены в таблице 2.3. <br>![Таблица 2.3](img_lsn0002_t_2_3.jpg)<br>## Виды электрической сварки плавлением и их особенности <br>Ручная дуговая сварка штучным электродом. Теплота, необходимая для расплавления основного металла и электродного стержня, образуется в результате горения электрической (сварочной) дуги, обладающей высокой температурой (до 4000—6000°С). Расплавленные основной и электродный металлы перемешиваются в сварочной ванне и по мере продвижения дуги быстро затвердевают, образуя сварной шов. Электродное покрытие, нанесенное на металлический стержень электрода, состоит из различных компонентов, которые при расплавлении создают, шлаковую и газовую защиту сварочной ванны от вредного влияния кислорода и азота воздуха (рисунок 2.13). 48 1 — основной металл, 2 — сварочная ванна, 3 — электрическая дуга, 4 — проплавленный металл, 5 — наплавленный металл, 6 — шлаковая корка, 7 — жидкий шлак, 8 — электродное покрытие, 9 — металлический стержень электрода, 10 — электрододержатель. <br>![Рисунок 2.13](img_lsn0002_2_13.jpg)<br><br>Автоматическая дуговая сварка под флюсом. Электрическая дуга горит под слоем зернистого флюса, который предохраняет расплавленный металл от воздуха и при необходимости легирует его. Электродная проволока подается в дугу автоматически с помощью сварочной головки, снабженной электродвигателем. <br>Флюс ссыпается в зону сварки под действием собственного веса. Одновременно с этим вся установка передвигается вдоль свариваемого шва. При этом виде сварки обеспечиваются высокая производительность и хорошее качество шва (рисунок 2.14). <br>![Рисунок 2.14](img_lsn0002_2_14.jpg)<br><br>Дуговая сварка в защитном газе неплавяшимся электродом. Электрическая дуга горит между вольфрамовым электродом и основным металлом (рисунок 2.15). <br>![Рисунок 2.15](img_lsn0002_2_15.jpg)<br><br>Дуговая сварка в защитном газе плавящимся электродом Электродная проволока с помощью подающих роликов непрерывно подается в зону сварки со скоростью ее плавления. Сварочную ванну от воздуха защищают как инертным, так и активным газом (например, углекислым). Углекислый газ применяют при сварке углеродистых и легированных сталей, инертные газы — при сварке высоколегированных сталей и цветных металлов (рисунок 2.16). Сварку можно выполнять механизированным и автоматическим способами. <br>![Рисунок 2.16](img_lsn0002_2_16.jpg)<br> ",
    "traits": [
      "wbase01"
    ],
    "supplement": [
      {
        "title": "Рисунок 2.1",
        "file": "img_lsn0002_2_1.jpg"
      },
      {
        "title": "Рисунок 2.2",
        "file": "img_lsn0002_2_2.jpg"
      },
      {
        "title": "Рисунок 2.3",
        "file": "img_lsn0002_2_3.jpg"
      },
      {
        "title": "Рисунок 2.4",
        "file": "img_lsn0002_2_4.jpg"
      },
      {
        "title": "Рисунок 2.5",
        "file": "img_lsn0002_2_5.jpg"
      },
      {
        "title": "Рисунок 2.6",
        "file": "img_lsn0002_2_6.jpg"
      },
      {
        "title": "Рисунок 2.7",
        "file": "img_lsn0002_2_7.jpg"
      },
      {
        "title": "Рисунок 2.8",
        "file": "img_lsn0002_2_8.jpg"
      },
      {
        "title": "Рисунок 2.9",
        "file": "img_lsn0002_2_9.jpg"
      },
      {
        "title": "Рисунок 2.10",
        "file": "img_lsn0002_2_10.jpg"
      },
      {
        "title": "Рисунок 2.11",
        "file": "img_lsn0002_2_11.jpg"
      },
      {
        "title": "Рисунок 2.12",
        "file": "img_lsn0002_2_12.jpg"
      },
      {
        "title": "Рисунок 2.13",
        "file": "img_lsn0002_2_13.jpg"
      },
      {
        "title": "Рисунок 2.14",
        "file": "img_lsn0002_2_14.jpg"
      },
      {
        "title": "Рисунок 2.15",
        "file": "img_lsn0002_2_15.jpg"
      },
      {
        "title": "Рисунок 2.16",
        "file": "img_lsn0002_2_16.jpg"
      },
      {
        "title": "Таблица 2.1",
        "file": "img_lsn0002_t_2_1.jpg"
      },
      {
        "title": "Таблица 2.2",
        "file": "img_lsn0002_t_2_2.jpg"
      },
      {
        "title": "Таблица 2.3",
        "file": "img_lsn0002_t_2_3.jpg"
      }
    ],
    "tasks": [
      "tsk0001"
    ],
    "author": "Нелина Т. Е."
  }