{
    "code": "tsk0004",
    "title": "Практическое занятие: Исследование процесса сварки алюминия",
    "content": "# Практическое занятие: Исследование процесса сварки алюминия<br><br>Алюминий и его сплавы имеют малый удельный вес, высокие механические свойства, высокую коррозионную стойкость и хорошую свариваемость.<br><br><br><br>Основными затруднениями при сварке А1 является присутствие на поверхности металла тугоплавкой плотной окисной пленки А12О3 (Тпл = 2050° С, γ = 3,9 г/см3). Большие значения коэффициентов линейного расширения и теплопроводности, часто приводят к деформациям, а иногда и к трещинам.<br><br><br><br>Сварку алюминия и его сплавов можно выполнять:<br><br><br><br>- угольным электродом при сварки неответственных конструкций; завариваются дефекты литья;<br><br>- металлическим плавящимся электродом для сварки изделий из металла толщиной более 3мм;<br><br>- в инертном газе неплавящимся вольфрамовым электродом и плавящимся электродом. При аргонодуговой сварке разрушение оксидной пленки происходит за счет катодного распыления.<br><br>## Практическая часть<br><br><br><br>### Цель работы: <br><br>Изучение процесса сварки алюминия и его сплавов.<br><br>## Необходимые материалы<br><br>1. Пластины из AI.<br><br>1. Алюминиевая проволока марки.<br><br>1. Аргон.<br><br>1. Вольфрамовый электрод.<br><br><br><br>### Оборудование, приспособление, инструмент<br><br>1. Сварочный пост для сварки в среде аргона.<br><br>1. Секундомер.<br><br>1. Весы циферблатные с гирями.<br><br>1. Наждачная бумага, металлическая щетка.<br><br>1. Бачок с водой.<br><br>1. Штангенциркуль.<br><br>1. Линейка.<br><br>1. Пресс для излома проб.<br><br><br><br>## Порядок выполнения работы<br><br><br><br>### Сварка AI и его сплавов неплавящимся вольфрамовым электродом в среде аргона.<br><br>1. Ознакомление с устройством аргоно-дуговой сварки.<br><br><br><br>1. 2)Зачистить пластины, собрать в стык, прихватить по торцам и взвесить.<br><br>1. Определить вес присадочной проволоки.<br><br>1. Подобрать диаметр вольфрамового электрода по толщине сварочного металла и по диаметру электрода подобрать силу тока.<br><br>1. Зажечь дугу на угольной пластине, после разогрева электрода перенести ее на сварочное изделие. Ввести присадочную проволоку в сварочную ванну и наплавить валик длинной 60÷80мм перпендикулярно стыку, фиксируя силу тока, напряжение, время сварки.<br><br>1. Охладить пробу в воде, очистить от шлака, взвесить пробу, определить вес остатка проволоки.<br><br>1. Сломать пробу, определить глубину проплавления и качества шва по внешнему виду.<br><br>1. Рассчитать коэффициента расплавления, наплавки, теоретическую производительность.<br><br>1. Увеличивая или уменьшая силу тока повторить опыт.<br><br><br><br>Содержание отчета<br><br><br><br>1. Методика постановкиопытов.<br><br>1. Примеры расчетов.<br><br>1. Таблица записей и результатов расчетов.<br><br>1. Выводыиобъясненияполученныхрезультатов.<br><br>### Результат выполнения задания.<br><br>1. Загрузка результатов работы в систему работы.<br><br>1. Сдача рабочего места.<br><br><br><br>Результат работы загружается в виде фотографии (не менее одной) с комментарием (опционально) к ней. Комментарий по работе может содержать:<br><br><br><br>1. Номер работы, тему, цель работы, исходные материалы и данные.<br><br>1. Используемую литературу и другие источники.<br><br>1. Марку сварочного оборудования и материалов.<br><br>1. Технологию выполнения работы.<br><br>1. Выявленные дефекты, их причины и способы устранения.<br><br>1. Вывод по работе.",
    "supplement": [ ],
    "difficulty": 3,
    "time": 4
  }