{
    "code": "lsn0006",
    "title": "ДУГОВАЯ СВАРКА ПОД ФЛЮСОМ",
    "content": "# ДУГОВАЯ СВАРКА ПОД ФЛЮСОМ<br>## Сущность процесса. Преимущества и недостатки <br>Автоматическая сварка – это процесс при котором все операции связанные с наложением шва - автоматизированные. <br><br>Автоматом варят стыковые и угловые швы. Специальным автоматом варят вертикальные швы. <br><br>Полуавтоматическая сварка – это процесс при котором механизированы часть операций, связанные с наложением шва. <br><br>Оба процесса выполняются голой проволокой. Ток подается в специальном токоподводящем мундштуке сварочной головки. <br><br>*Преимущества автоматизированных способов сварки:* <br><br>Голая проволока и малый вылет проволоки, находящейся под напряжением, позволяют резко увеличить силу тока, а это дает: <br><br>- увеличивается коэффициент расплавления и наплавки αн = 14 – 16 г/Ач; электрошлаковая сварка αн = 25 –30г/Ач; <br>- увеличивается глубина провара , что позволяет сварить металл толщиной S = 15 – 20 мм без разделки кромок; <br>- повышается производительность. <br><br>Дуга горит в газовом пузыре под слоем флюса (до 60 – 70 мм), а это: <br><br>- замедляет процесс остывания сварочной ванны, следовательно полнее протекают реакции металлургических процессов, качественнее шов; <br>- расплавленный флюс давит на ванну, обеспечивая формирование шва; - флюс защищает сварочную ванну от окружающей среды; <br>- меньше потери на угар и разбрызгивание. <br><br>Дуга горит более стабильно под слоем флюса. <br><br>*Недостатки* <br><br>- велики трудозатраты, связанные со стоимостью флюса. <br>- трудности корректировки положения дуги относительно кромок свариваемого изделия; - экологическое воздействие газов на оператора; <br>- невидимость места сварки, расположенного под толстым слоем флюса; <br>- нет возможности выполнять сварку во всех пространственных положениях без специального оборудования; <br>- повышенная жидкотекучесть расплавленного металла и флюса; <br>- требуется тщательная сборка кромок под сварку. При увеличенном зазоре между кромками возможно вытекание в него расплавленного металла и флюса и образование в шве дефектов. <br>## Сварочные материалы, применяемые сварке под флюсом <br>При сварке углеродистых и низколегированных конструкционных сталей чаще всего используется углеродистая проволока марок Св-08 и Св-08А в сочетании с высококремнистым марганцевым флюсом марок: ОСЦ-45, АН348А, ОСЦ-45М и АН-348АМ (М – мелкий). Флюсы марок ОСЦ-45 и АН-348А с размерами зерна (0,35...3,0) мм предназначены для автоматической сварки сварочной проволокой диаметром 3,0 мм и более. Флюсы марок ОСЦ-45М и АН348АМ с размерами зерна (0,25…1,6) мм применяют для автоматической и полуавтоматической сварки проволокой диаметром менее 3,0 мм. <br><br>Шихта флюса марки ОСЦ-45 состоит из марганцевой руды, кварцевого песка, плавикового шпата с добавками MgO, CaО, Al2O3 и Fe2O3. Флюс малочувствителен к ржавчине, даёт плотные швы, стойкие против образования горячих трещин. Недостатком флюса является большое выделение вредных фтористых газов. <br><br>Шихта флюса АН-348А состоит из марганцевой руды, плавикового шпата (его меньше, чем во флюсе ОСЦ-45) кварцевого песка, каустического магнезита с добавками CaО, Al2O3 и Fe2O3. Он более чувствителен к ржавчине, чем флюс ОСЦ-45, но выделяет меньше вредных фтористых газов.<br>## ` `Способы выполнения швов <br>### Разновидности односторонней автоматической сварки стыковых швов <br>#### *Автоматическая сварка «на весу» - АФ.* <br>Детали собирают по возможности без зазоров и варят автоматом с одной стороны, обеспечивая провар порядка 60 – 70% от толщины металла. Метод применяется редко т.к. требуется провар на полную глубину.<br>#### *Сварка на остающейся стальной подкладке - АФо*<br>Применяются для соединений деталей из металла толщиной до 10 мм. Подкладка должна быть из того же металла, что и свариваемые детали. Зазор между подкладкой и кромками не должны превышать 0,5 – 1.0 мм. Толщину стальной подкладки принимают 0,3 – 0,5 от толщины свариваемого металла, а ширину 4 – 5 толщин. <br><br>При сварке стыка подкладка частично проплавляется и обеспечивает полный провар стыкового соединения. Применяется в том случае, когда нет возможности выполнить шов с обратной стороны шва (при сварке цилиндрических сосудов небольших диаметров, труб и др.) <br>#### *Сварка в замок*<br>Разновидностью сварки на остающейся подкладке является сварка в замок. <br><br>Применяется для выполнения кольцевых швов толстостенных цилиндров малого диаметра. <br><br>*Сварка на гладко-медных и флюсо-медных подкладках – АФм*. <br><br>Сварка на гладко-медных подкладках применяется преимущественно при соединении тонких листов. Шов формируется только при плотном равномерном прилегании подкладки по всей длине стыка, зазор в котором не более 0,5 мм. При этом способе сварки шов с обратной стороны стыка получается заподлицо со свариваемыми листами. <br><br>Флюсо-медные подкладки отличаются тем, что в них делается желобок для формирования обратной стороны шва. Стык собирается с зазором 2 – 3 мм, 115 через который флюс заполняет желобок. Изменяя размеры желобка, можно изменять размеры обратного валика. 5) Разновидностью сварки на флюсо-медных подкладках является сварка на подвижном медном ползуне – АФп. Он связан жестко с автоматом и перемещается вместе с ним. На подвижных ползунах делают канавки. Чтобы свободно проходил нож, связывающий автомат с прижимным ползуном, должен быть гарантированный зазор. Например: а) толщина листов до 6 мм, зазор 3 – 5мм; б) толщина листов 6 – 20 мм, зазор 6 – 8мм. Детали собираются на гребенках, размеры которых равны: ширина – 200 мм; высота – 100 мм; S = 4 – 5 мм; шаг между гребенками - 2,5 м. <br>#### *Сварка на флюсовой подушке – АФф.* <br>Производится с полным проваром всей толщины листа. Флюс предотвращает вытекание жидкого металла и шлака и формирует обратную сторону шва. Но это будет выполняться, если флюс будет равномерно прижиматься. <br><br>Поджатие флюса обычно осуществляется с помощью дюритового шланга, в который подают сжатый воздух от цеховой воздушной сети и при этом он плотно прижимает флюс к свариваемым кромкам. <br>#### *Автоматическая односторонняя сварка по предварительной ручной подварке-АФш.* <br>Собранные детали сваривают ручной дуговой сваркой, электродом диаметром 3 мм, без поперечных колебаний. Полотнище кантуют и накладывают основной шов автоматом, захватив подварочный шов. <br><br>Не требуется строжки корня шва.<br><br>В начале и конце шва ставят выводные планки размером 100×100 мм, а их толщина равна толщине свариваемых листов. <br>### Автоматическую сварку угловых швов выполняют в лодочку или наклонным электродом<br>Автоматическую сварку угловых швов выполняют в лодочку или наклонным электродом (рисунок 2.38, а, б, в). <br><br>1) Сварку в «лодочку» (рисунок 2.33, а) выполняют при симметричном или несимметричном расположении электрода (сварка как стыковых швов с V – образной разделкой). Электрод располагают по оси шва. Требуется специальное приспособление. Способ эффективен при серийном и массовом производстве. В том случае когда надо проварить стенку, электрод смещают в сторону стенки ( угол между электродом и стенкой 300 ) <br><br>Сварку однопроходным угловым швом тавровых соединений ведут на весу, на флюсовой подушке или по ручной подварке. При сварке в лодочку однослойный шов или каждый шов в многослойном шве имеет большее сечение, чем при сварке наклонным электродом, но применение медных подкладок и флюсовых подушек затруднено, поэтому зазор между деталями не должен превышать 1,5 мм. <br><br>На практике этот зазор обеспечить трудно, поэтому рекомендуют подформовку обратной стороны шва. <br><br>При выборе режима сварки угловых швов в лодочку формирование шва будет высококачественное, если ширина провара больше его глубины не более чем в два раза, иначе неизбежны подрезы стенок тавра и непровар корня шва. <br><br>2) Сварка наклонным электродом (применяют поворотную головку автомата). <br><br>Угол наклона между вертикальной стенкой и осью электрода 25 – 400 . Электрод несколько смещен (2 – 3 мм) в сторону полки (рисунок 2.38,б, в). <br><br>В зависимости от площади поперечного сечения шва и положения сварки угловые сварные швы можно сваривать без скоса или со скосом одной из кромок с одной или двух сторон как одно-, так и многопроходными швами (рисунок 2.38, г,д,е). <br><br>![Рисунок 2.38](img_lsn0006_2_38.jpg)<br>### Двусторонняя автоматическая сварка под флюсом <br>Для получения качественного соединения применяют двустороннею автоматическую сварку. Этот основной метод дает экономию электродного металла и электроэнергии, меньше деформации. Двусторонняя автоматическая сварка выполняется: <br><br>1. Стыковое соединение сначала проваривается автоматом с одной стороны на весу, так, чтобы глубина проплавления составляла половину или несколько более половины толщины металла (60 – 70 %). После кантовки изделия сварку второго прохода выполняют с таким расчетом, чтобы был проплавлен корень шва. При таком способе сварки необходима хорошая сборка и зазор не должен превышать 1 мм, чтоб не протекал жидкий металл и шлак. <br>1. Если зазор превышает 1 мм , то при первом проходе необходимо применять такие же средства как и при односторонней сварке (флюсо-медные подкладки, флюсовые подушки). <br>1. Можно выполнять сварку на флюсо-бумажных подкладках. Их изготовляют: на ленту плотной бумаги наносят слой жидкого стекла и насыпают флюс, часть которого приклеивается, подкладки просушивают. В местах 118 повышенных зазоров эти подкладки приклеивают жидким стеклом, а в зазор засыпают флюс, который удерживает жидкий металл в ванне. <br><br>Второй (подварной) выполняется после кантовки. <br>### Расчет и выбор режимов сварки под флюсом стыковых и угловых швов <br>Исходные данные: <br><br>- вид соединения; <br>- толщина металла. <br><br>Основная задача – обеспечить провар. За один проход можно наплавить валик сечением 100 мм2 <br>#### *Расчет режимов стыковых швов ведется в последовательности* <br>1) Конструктивные элементы подготовки кромок и размеры сварного шва выбираются из ГОСТ 8713 – 79 - С7 – АФ (рисунок 2.39) <br><br>![Рисунок 2.39](img_lsn0006_2_39.jpg)<br><br>2) Глубина проплавления (h) в миллиметрах определяется: - соединение С7, сварка двухстороняя, то глубина проплавления определяется по формуле <br><br>![Формула 2.23](img_lsn0006_f_2_23.jpg)<br><br>h = 10/2 + 2 = 7мм. <br><br>3) Ток сварки в амперах определяется по формуле <br><br>![Формула 2.23](img_lsn0006_f_2_24.jpg)<br><br>4) Диаметр проволоки Диаметр проволоки находится в прямой зависимости от плотности тока. Рекомендуют для S = 10 мм, сварка двухсторонняя, dпр = 3 – 4 мм; Принимаем dпр = 4мм; <br><br>5) Скорость сварки в метрах в час определяется по формуле <br><br>![Формула 2.25](img_lsn0006_f_2_25.jpg)<br><br>6) Напряжение на дуге (Uд) , Напряжение на дуге для стыковых соединений рекомендуется в пределах 32 – 40В. <br><br>7) Скорость подачи электродной проволоки в метрах в час определяется по формуле <br><br>![Формула 2.26](img_lsn0006_f_2_26.jpg)<br><br>где αн. – коэффициент наплавки, г/Ач; при автоматической сварке под флюсом αн. = 14÷16 г/Ач.<br>### Расчет и выбор режимов сварки под флюсом угловых швов <br>При расчете режимов сварки угловых швов необходимо учитывать характер их формирования. Ширина углового шва не должна быть больше ширины разделки. <br><br>При ширине шва больше ширины разделки у кромок появляются дефекты – подрезы (рисунок 2.39). <br><br>Угловой шов считается нормальным , если отношение <br><br>![Формула 2.27](img_lsn0006_f_2_27.jpg)<br><br>где Н – общая высота шва в миллиметрах определяется по формуле<br><br>![Формула 2.28](img_lsn0006_f_2_28.jpg)<br><br>![Рисунок 2.39_](img_lsn0006_2_39_.jpg)<br><br>Расчет режима начинается с выбора марки и диаметра проволоки. Марка проволоки выбирается в зависимости от свариваемого материала по справочной литературе. <br><br>Швы катетом 3 – 4 мм можно выполнять при использовании проволоки диаметром dпр = 2 мм. Катет 5 – 6мм - выполнять проволокой dпр = 4 – 5 мм. Брать проволоку диаметром более 5мм не рекомендуют, т.к. может быть непровар вершины шва. <br><br>За один проход автоматом можно выполнить катет до 10 мм. <br><br>Выбранный диаметр проволоки должен соответствовать паспортным данным автомата и обеспечивает хорошее формирование шва, при соответствующей плотности тока ( ј, А/мм2 ) , что указано в таблице 2.17. <br><br>![Таблица 2.17](img_lsn0006_t_2_17.jpg)<br><br>Расчет режимов ведется в последовательности: <br><br>1) Из ГОСТ 8713 – 79 привести конструктивные элементы подготовки кромок и размеры шва. 121 <br><br>![Рисунок 2.40](img_lsn0006_2_40.jpg)<br><br>2) Площадь наплавки в миллиметрах квадратных определяется по формуле <br><br>-плоский шов (рисунок 2.40, б); <br><br>![Формула 2.29](img_lsn0006_f_2_29.jpg)<br><br>-выпуклый (рисунок 2.40, в); <br><br>![Формула 2.30](img_lsn0006_f_2_30.jpg)<br><br>где hш – высота усиления шва, мм, рисунок 2,40. <br><br>3) Сила сварочного тока в амперах определяется по формуле <br><br>![Формула 2.31](img_lsn0006_f_2_31.jpg)",
    "traits": [
      "wbase01"
    ],
    "supplement": [
      {
        "title": "Рисунок 2.38",
        "file": "img_lsn0006_2_38.jpg"
      },
      {
        "title": "Рисунок 2.39",
        "file": "img_lsn0006_2_39.jpg"
      },
      {
        "title": "Формула 2.23",
        "file": "img_lsn0006_f_2_23.jpg"
      },
      {
        "title": "Формула 2.23",
        "file": "img_lsn0006_f_2_24.jpg"
      },
      {
        "title": "Формула 2.25",
        "file": "img_lsn0006_f_2_25.jpg"
      },
      {
        "title": "Формула 2.26",
        "file": "img_lsn0006_f_2_26.jpg"
      },
      {
        "title": "Формула 2.27",
        "file": "img_lsn0006_f_2_27.jpg"
      },
      {
        "title": "Формула 2.28",
        "file": "img_lsn0006_f_2_28.jpg"
      },
      {
        "title": "Рисунок 2.39_",
        "file": "img_lsn0006_2_39_.jpg"
      },
      {
        "title": "Таблица 2.17",
        "file": "img_lsn0006_t_2_17.jpg"
      },
      {
        "title": "Рисунок 2.40",
        "file": "img_lsn0006_2_40.jpg"
      },
      {
        "title": "Формула 2.29",
        "file": "img_lsn0006_f_2_29.jpg"
      },
      {
        "title": "Формула 2.30",
        "file": "img_lsn0006_f_2_30.jpg"
      },
      {
        "title": "Формула 2.31",
        "file": "img_lsn0006_f_2_31.jpg"
      }
    ],
    "tasks": [
      "tsk0001",
      "tsk0002"
    ],
    "author": "Нелина Т. Е."
  }