{
    "code": "lsn0004",
    "title": "МЕХАНИЗИРОВАННАЯ ДУГОВАЯ СВАРКА ПЛАВЯЩИМСЯ ЭЛЕКТРОДОМИ В ЗАЩИТНЫХ ГАЗАХ",
    "content": "# МЕХАНИЗИРОВАННАЯ ДУГОВАЯ СВАРКА ПЛАВЯЩИМСЯ ЭЛЕКТРОДОМИ В ЗАЩИТНЫХ ГАЗАХ\r<br>## Сущность и преимущества сварки в среде защитных газов \r<br>Известны следующие разновидности сварки в защитном газе: в инертных одноатомных газах (аргон, гелий), в нейтральных двухатомных газах (азот, водород), в углекислом газе. В практике наиболее широкое применение получили аргонодуговая сварка и сварка в углекислом газе. Инертный газ гелий применяется очень редко ввиду его большой стоимости. \r<br>\r<br>Углекислый газ применяется при сварке низкоуглеродистых и некоторых конструкционных и специальных сталей. Углекислый газ не имеет цвета и запаха; получают его из газообразных продуктов сгорания антрацита или кокса, при обжиге известняка. Сварочная углекислота выпускается двух сортов: высшего — чистотой 99,8% и первого — чистотой 99,5%. Для уменьшения окислительного действия свободного кислорода применяют электродную проволоку с повышенным содержанием раскисляющих примесей (марганца, кремния). При этом получается беспористый шов с хорошими механическими свойствами. \r<br>\r<br>Сварка в защитном газе может осуществляться плавящимся или неплавящимся электродом; вручную, автоматически и полуавтоматически. \r<br>\r<br>*Преимущества сварки в защитном газе:* \r<br>\r<br>1. сварка возможна в любых положениях; \r<br>1. хорошая защита зоны сварки от воздействия кислорода и азота воздуха; \r<br>1. хорошие механические качества сварного шва; \r<br>1. высокая производительность, достигающая при ручной сварке 50-60 м/ч, а при автоматической — 200 м/ч; \r<br>1. отсутствие необходимости применения флюсов и последующей очистки шва от шлаков;\r<br>1. возможность наблюдения за процессом формирования сварного шва; \r<br>1. малая зона термического влияния; \r<br>1. возможность полной автоматизации сварки \r<br>## Оборудование рабочего места в среде защитного газа\r<br>Рабочие посты для сварки подразделяются на две категории: стационарные и передвижные. Они используются для разных видов работ и имеют разную конструкцию. \r<br>\r<br>Они используются для разных видов работ и имеют разную конструкцию. \r<br>\r<br>*Стационарный пост* и все его оборудование — это открытая сверху кабина, в которой находится все необходимое для работы (рисунок 2.28). В данных постах можно сваривать металлические изделия небольших размеров. А вот для обработки крупных изделий они не подойдут, тут потребуется уже передвижной сварочный пост. \r<br>\r<br>![Рисунок 2.28](img_lsn0004_2_28.jpg)\r<br>## Сварочные проволоки\r<br>### Стальная сварочная проволока \r<br>*Классификация и обозначение* \r<br>\r<br>Сварочная проволока служит для изготовления штучных электродов и для автоматической и полуавтоматической сварки под флюсом и в защитных газах и для наплавки. \r<br>\r<br>При сварке сталей в основном используют стальную холоднотянутую сварочную проволоку, поставляемую по ГОСТ 2246-70, который предусматривает изготовление проволоки 75 марок. \r<br>\r<br>В зависимости от уровня легирования сварочная проволока подразделяется на низкоуглеродистую, легированную и высоколегированную. \r<br>\r<br>*Низкоуглеродистую проволоку* изготавливают шести марок: Св-08,Св-08А, Св-08АА, Св-08ГА, Св-10ГА и Св-10Г2. \r<br>\r<br>*Легированную проволоку* изготавливают тридцати марок: Св-08ГС, Св12ГС, Св-08Г2С, Св-10ГН, Св-08ГСМТ, и др. \r<br>\r<br>![Рисунок 2.30](img_lsn0004_2_30.jpg)\r<br>\r<br>Высоколегированную проволоку изготавливают 39 марок: \r<br>\r<br>Св-12Х11НМФ, Св-10Х11НВМФ, Св-12Х13, и др. \r<br>\r<br>По виду поверхности низкоуглеродистую и легированную проволоку подразделяют на неомеднённую и омеднённую (О). Омеднённую проволоку лучше использовать для механизированной и автоматической сварки (улучшается контакт и меньше изнашивается подающий механизм). Специальные требования к омеднению поверхности проволоки (включая содержание меди) устанавливаются техническими условиями. Необходимость поставки проволоки с омеднённой поверхностью оговаривается в заказе. \r<br>\r<br>По требованию потребителя проволока может изготавливаться из стали, выплавленной электрошлаковым (Ш), вакуумно-дуговым (ВД) переплавом или в вакуумно-индукционных печах (ВИ). Дополнительные требования к металлу проволоки (например, ужесточение норм содержания вредных и посторонних 79 примесей) устанавливаются соглашением сторон. В условном обозначении сварочной проволоки указывают диаметр и марку, приведённые выше индексы, характеризующие способ выплавки, назначение и вид поверхности, а также стандарт. \r<br><br>#### *Условные обозначения марок проволоки* \r<br>Условные обозначения марок проволоки состоят из индекса Св (сварочная) и следующих за ним цифр и букв. Цифры, следующие за индексом Св, указывают среднее содержание углерода в сотых долях процента. Далее следует обозначение химических элементов, содержащихся в сплаве. Химические элементы обозначены следующими буквами: А – азот (в высоколегированных проволоках); Б – ниобий; В – вольфрам; Г – марганец; Д – медь; М – молибден; Н – никель; С – кремний; Т – титан; Ф – ванадий; Х – хром; Ц – цирконий; Ю – алюминий. Цифры, следующие за буквенными обозначениями элементов, указывают среднее значение содержания элементов в процентах. Если цифр после обозначения элемента нет, то содержание его менее или равно 1 %. \r<br>\r<br>Буква А в конце условного обозначения указывает на повышенную чистоту металла в отношении содержания серы и фосфора. Если стоит двойное А (АА), то содержание серы и фосфора ещё меньше, чем с А. \r<br>#### *Примеры условных обозначений проволоки*\r<br>Примеры условных обозначений проволоки:\r<br>\r<br>1. Проволока сварочная диаметром 3 мм, марки Св-08А, для сварки (наплавки) с неомеднённой поверхностью: *Проволока 3 Св-08А ГОСТ 2246-70*. \r<br>1. Проволока сварочная диаметром 4 мм, марки Св-04Х19Н9, для изготовления электродов: *Проволока 4 Св-04Х19Н9 – Э ГОСТ 2246-70*. \r<br>1. Проволока сварочная диаметром 1,6 мм, марки Св-08Г2С, для сварки (наплавки) с омеднённой поверхностью: *Проволока 1,6 Св-08Г2С – О ГОСТ 2246-70*. \r<br>#### *Технические требования* \r<br>Стальная сварочная проволока выпускается 17 типоразмеров следующих диаметров, мм: 0,3; 0,5; 0,8; 1,0; 1,2; 1,4; 1,5; 1,6; 2,0; 2,5; 3,0; 4,0; 5,0; 6,0; 8,0; 10,0; 12,0. \r<br>\r<br>Допускается увеличение предельных отклонений по диаметру в 1,5 раза для проволоки, подвергаемой травлению. Овальность проволоки не должна превышать предельных отклонений по диаметру. \r<br>\r<br>Проволоку изготавливают из стали, химический состав которой приведен в зависимости от марки в таблице 2 ГОСТ 2246-70. \r<br>\r<br>Поверхность проволоки должна быть чистой и гладкой, без трещин, расслоений, плён, закатов, раковин, забоин, окалины, ржавчины, масла и других загрязнений. На поверхности проволоки допускаются риски (в том числе затянутые), царапины, местная рябизна и отдельные вмятины при глубине, не превышающей предельного отклонения по диаметру проволоки. \r<br>\r<br>По требованию потребителя проволока поставляется с улучшенной поверхностью. В этом случае на поверхности допускаются мелкие волочильные риски, царапины, следы шлифования, местная рябизна и отдельные вмятины при глубине каждого из пороков не более 1/4 предельного отклонения по диаметру. \r<br>\r<br>На поверхности низкоуглеродистой и легированной проволоки не допускается наличие технологических смазок, за исключением следов мыльной смазки, графита и серы. \r<br>\r<br>Высоколегированная проволока должна поставляться в травлёном и отбеленном состоянии или после термической обработки в инертной атмосфере со светлой, светло-матовой или серой поверхностью, без всяких следов смазки. \r<br>\r<br>Проволока должна быть принята техническим контролем предприятияизготовителя. \r<br>\r<br>Стальная сварочная проволока, применяемая в сравнительно небольших количествах, изготовляется по техническим условиям (ТУ), разработанным, согласованным и утвержденным в установленном порядке. Как правило, в ТУ регламентируются только химический состав и некоторые специальные требования, а общие технические требования, методы испытаний, маркировка, упаковка, транспортировка и хранение устанавливаются по ГОСТ 2246-70. \r<br>#### *Упаковка проволоки* \r<br>Проволоку с неомеднённой поверхностью поставляют свернутой в мотки определённых размеров и массы, с омеднённой поверхностью – в мотках прямоугольного сечения. Для проволок диаметром 1,6…3,0 мм требуемые размеры мотков оговаривают в заказе. \r<br>\r<br>По соглашению сторон, проволоку поставляют намотанной на катушки или в кассетах. Для механизированной или автоматической сварки лучше использовать проволоку, намотанную на катушку, так как это исключает перемотку. \r<br>\r<br>Проволока в мотках (катушках, кассетах) должна состоять из одного отрезка, свёрнутого не перепутанными рядами и плотно увязанного таким образом, чтобы исключить возможность «распушивания» или разматывания мотка. Концы проволоки должны быть легко находимыми. Допускается контактная стыковая сварка отдельных кусков проволоки одной плавки. При этом поверхность проволоки в зоне сварного соединения должна соответствовать ГОСТ 2246-70. \r<br>\r<br>Каждый моток должен быть плотно перевязан мягкой проволокой не менее чем в трёх местах, равномерно расположенных по периметру. Мотки проволоки одной партии допускается связывать в бухты. Масса одного мотка или бухты не должна превышать 80 кг. Превышение по массе допускается по согласованию сторон. \r<br>\r<br>На каждый моток (бухту, кассету, катушку) крепят ярлык с указанием завода-изготовителя (товарный знак), номера партии, условного обозначения проволоки и клейма технического контроля. \r<br>\r<br>Каждый моток (бухта, кассета, катушка) проволоки диаметром до 0,5 мм должен быть обёрнут в водонепроницаемую двухслойную упаковочную бумагу и упакован в плотный деревянный ящик или другую тару. При диаметре более 82 0,5 мм проволоку дополнительно упаковывают в полимерную плёнку, тарную или рогожную ткань, или в хлопчатобумажную ленту с последующей обвязкой не менее чем в трёх местах мягкой проволокой. \r<br>\r<br>На каждой упаковке крепят металлический ярлык с данными. При упаковке в жёсткую тару допускается бумажная этикетка. \r<br>\r<br>Проволока поставляется партиями. Каждая партия должна состоять из проволоки одной марки, одной плавки, одного диаметра, одного назначения и одного вида поверхности. Каждая партия проволоки должна иметь сертификат с указанием предприятия-изготовителя (товарный знак), условного обозначения проволоки, номеров плавки и партии, состояния поверхности и химического состава. При отсутствии сертификата должен быть проверен химический состав проволоки. При несоответствии химического состава проволока не может быть использована для сварки. \r<br>#### *Транспортировка и хранение* \r<br>Транспортировка производится транспортом всех видов в крытых транспортных средствах, в соответствии с правилами, действующими на транспорте данного вида. С согласия потребителя допускается транспортировка проволоки на крупногабаритных катушках массой 1 т и более в открытом подвижном составе. \r<br>\r<br>Проволока должна храниться в сухом, закрытом помещении, защищающем её от воздействия атмосферных осадков и почвенной влаги, в условиях, предохраняющих проволоку от появления ржавчины, загрязнения и механических повреждений. \r<br>### Порошковая проволока \r<br>#### *Конструкция порошковой проволоки* \r<br>Оболочка порошковой проволоки по конфигурации может быть самой различной. На рисунке 2.31 приведены наиболее распространённые формы оболочек. Толщина ленты, из которой свернуты трубка или стенки тянутой трубки, составляет (0,2...0,5) мм. Вместо проволоки может изготавливаться порошковая лента. Внутри оболочка заполнена смесью порошков из газо- и шлакообразующих элементов, ферросплавов и различных металлических порошков. \r<br>\r<br>![Рисунок 2.31](img_lsn0004_2_31.jpg)\r<br>\r<br>Металлическая оболочка, по которой подводится ток, обеспечивает удержание порошкового сердечника и возможность осуществлять непрерывный процесс плавления при малом вылете электрода, предотвращая тем самым преждевременное термическое разложение сердечника.\r<br>\r<br>Сердечник выполняет следующие функции: стабилизирует дуговой разряд, защищает металл в сварочной ванне от воздуха, осуществляет раскисление и легирование металла шва, регулирование процесса переноса расплавленного электродного материала в сварочную ванну, формирование шва и др. \r<br>\r<br>*Основные преимущества порошковых проволок* \r<br>\r<br>Порошковые проволоки в сравнении с другими сварочными материалами в том, что необходимые механические свойства сварного соединения, прочностные и пластические характеристики швов гарантируются без дополнительной термической обработки, за счет оптимального подбора сердечника, исходя из конкретной технической задачи. Состав порошка рассчитывается и можно получить любой химический состав наплавленного металла. \r<br>\r<br>Кроме того, благодаря использованию порошковых проволок, достигается: \r<br>\r<br>- повышение производительности сварочных работ в 2-5 раз; \r<br>- возможность проведения сварочных работ без газа и флюса; \r<br>- малые потери металла на разбрызгивание; \r<br>- оптимальная форма швов; - простота в эксплуатации и хорошие оперативные свойства; \r<br>- лучшие санитарно-гигиенические характеристики; \r<br>- возможность применения в монтажных полевых условиях. \r<br>#### *Область применения порошковых проволок*\r<br>Область применения порошковых проволок: \r<br>\r<br>- особо ответственные металлоконструкции с тяжелым режимом работы; \r<br>- мостовые сооружения; \r<br>- резервуары и технологические емкости химических и нефтехимических объектов; \r<br>- ребра жесткости корпусов судов, барж, платформ, балок эстакад , строительные конструкции высотных зданий и промышленных объектов; \r<br>- технологические и магистральные трубопроводы кожухи, воздухонагреватели доменных печей\r<br>\r<br>*По способу защиты бывает*\r<br>\r<br>По способу защиты бывает: \r<br>\r<br>- самозащитная – когда защита зоны сварки от окружающей среды производится элементами выделяющимися от сгорания порошка.\r<br>- с дополнительной защитой – флюс, газ или смесь газов. \r<br>#### *Условия поставки и упаковка проволоки* \r<br>Порошковая проволока поставляется на катушках или в мотках и сопровождается соответствующим документом. \r<br>\r<br>Проволока сворачивается в мотки. На каждый моток крепят ярлык. Моток оборачивают в водонепроницаемую бумагу или помещают в мешок из полиэтиленовой плёнки и укладывают в металлические барабаны. Швы заваривают или запаивают. Масса брутто упаковки должна быть от 20 до 130 кг. Для предупреждения увлажнения в каждое упаковочное место помещают силикагель. На обечайку каждого барабана крепят ярлык. \r<br>\r<br>Транспортировку порошковой проволоки, упакованной в металлические барабаны, провозят пакетами, сформированными на плоских поддонах. Перевозка проволоки в пакетах, размещение и крепление должны производиться в соответствии с действующими правилами перевозки грузов. Транспортная маркировка – по ГОСТ 14192-72 с нанесением знаков «Беречь от влаги» и «Хрупкое. Осторожно». Порошковая лента применяется при автоматической наплавке. Выпускается толщиной 0,2 – 1,0 мм и шириной 15 – 100 мм. \r<br>## Защитные газы и защитные газовые смеси \r<br>### Общие сведения о защитных газах \r<br>Важное место в решении качества сварных конструкции является применение газов для защиты расплавленного металла шва от вредных примесей атмосферы. \r<br>\r<br>Газы, применяемые для защиты зоны сварки это: активные - СО2, водород, азот, кислород ; инертные – аргон и гелий. \r<br>\r<br>Газы применяются для сварки конструкционных сталей малоуглеродистых и низколегированных, легированных и высоколегированных; алюминия и его сплавов, титана и его сплавов, меди и ее сплавов \r<br>\r<br>*Назначение:* \r<br>\r<br>- защита сварочной ванны от воздуха;\r<br>- обеспечение возможности протекания физико-химических реакций, которые способствуют уменьшению и удалению из сварочной ванны вредных примесей кислорода, азота и водорода; \r<br>- обеспечение возможности протекания физико-химических реакций, которые способствуют уменьшению и удалению из сварочной ванны вредных примесей кислорода, азота и водорода. \r<br>- обеспечение возможности протекания физико-химических реакций, которые способствуют уменьшению и удалению из сварочной ванны вредных примесей кислорода, азота и водорода. \r<br>### Классификация защитных газов \r<br>#### *Инертные газы* \r<br>*Аргон* в газообразном состоянии не имеет цвета и запаха. Плотность при плюс 20оС равна 1,662 кг/м3 . Температура кипения Т кип. при атмосферном давлении (минус 1850С). \r<br>\r<br>Аргон значительно тяжелее воздуха (на 38%), поэтому он с легкостью вытесняет воздух из зоны выполнения сварочных работ и создает ее надежную защиту. Являясь инертным по своей природе, аргон практически не реагирует с расплавленным металлом, а также другими газами, присутствующими в зоне, где горит сварочная дуга. \r<br>\r<br>Аргон получают разделением воздуха методом низкотемпературной ректификации. Также получают с помощью установок по извлечению аргона из отдувочных газов аммиачного производства. \r<br>\r<br>Аргон можно доставлять потребителям в газообразном виде в 40 – литровых баллонах под давлением 15 МПа. Баллон с чистым аргоном окрашивается краской серого цвета и маркируется зеленой надписью «Аргон». \r<br>\r<br>Можно поставлять в сжиженном виде в специальных емкостях. \r<br>\r<br>Экономически оправдано снабжение предприятий газообразным аргоном в баллонах, т.к. его годовое потребление в пределах 10 000м3 и сравнительно небольшие расстояния доставки. \r<br>\r<br>Запас аргона у потребителя зависит от расстояния до поставщика. Если это расстояние менее 100 км, то достаточно двухсуточного запаса; 100 – 1000км - запас 4-6 суток и т.д. Объем хранилища должен быть больше транспортной цистерны. \r<br>\r<br>Внутризаводское транспортирование аргона по цехам должно обеспечиваться по трубопроводам. \r<br>\r<br>*Гелий* – защитный газ для сварки легированных сталей, цветных и тугоплавких металлов. Применяется меньше т.к. более дорогой и дефицитный. \r<br>\r<br>Гелий добывается из природного газа процессом низкотемпературного разделения — так называемой фракционной перегонкой. \r<br>\r<br>По действующим стандартам отечественный гелий выпускается двух сортов: технический продукт, содержащий не менее 99,80% Не, и продуктвысокой чистоты, в котором гелия не менее 99,985%. В гелии высокой чистоты допустимы примеси Н2, N2 и углеводородов в пределах (2—5)-10~3%. \r<br>\r<br>На заводах имеются надземные хранилища гелия. Обычно это толстостенные стальные трубы диаметром 250—270 мм и длиной 24,5 и 80 м, расположенные на бетонных опорах. Здесь гелий хранится под давлением 12,5— 14,0 МПа. Заводские хранилища служат временными приемниками продукции при перерывах в подаче на завод транспортных емкостей. Подземное хранение гелия во много раз дешевле надземного и может осуществляться многие годы без существенных, утечек. \r<br>\r<br>По трубопроводам гелий передают в редких случаях. Обычно он поступает к потребителям в специальных и обыкновенных баллонах для сжатых газов. Все шире практикуется перевозка гелия на дальние расстояния в жидком виде. \r<br>\r<br>Гелий хранят и перевозят в газообразном виде в 40 литровых баллонах при давлении 15 МПа. Полностью заправленный баллон содержит 5700 л гелия. Диаметр баллона 219 мм, высота баллона 1370 мм. Вес баллона из легированной стали - 57 кг; вес баллона из углеродистой стали - 64 кг. Баллоны окрашены в коричневый цвет и имеют надпись белыми буквами. \r<br>\r<br>Безбаллоные транспортировка и хранение не применяют, т.к. гелий имеет низкую температуру сжижения (минус 2690С). \r<br>\r<br>При использовании гелия при сварке плавящимся и неплавящимся электродом характерны высокая устойчивость дуги, повышенная (по сравнению с аргоном) глубина проплавления основного металла, благоприятная форма проплавления. \r<br>\r<br>В ряде случаев эффективно применение смесь аргона и гелия. Состав их находится в пределах Аr 25 – 75 % + 75 – 25% Не. При сварке алюминия и высоколегированных сталей эффективно: 35% Аr + 65% Не. \r<br>\r<br>Для сварки углеродистых и низколегированных сталей эти газы не применяются в связи с повышенной склонностью этих швов к образованию пор. \r<br>\r<br>Для сварки меди и ее сплавов применяют азот или смесь азота с аргоном. 88 \r<br>#### *Активные газы* \r<br>Активные газы при сварке вступают в химические реакции с жидким металлом. При этом происходят реакции окисления, раскисления, рафинирования металла. \r<br>\r<br>*Двуокись углерода* (углекислый газ). \r<br>\r<br>СО2 – бесцветный, со слабым кислым запахом, хорошо растворяется в воде. Плотность при нормальных условиях 1,96 кг/м3 ; \r<br>\r<br>Сварка в СО2 – началась в 50 – х годах. Уровень механизации сварочных работ увеличился в 1,5 – 2,5 раза. Поставляется по ГОСТ 8050 – 85. \r<br>\r<br>В промышленности наиболее распространены 3 способа получения углекислого газа: \r<br>\r<br>- из отходящих газов химических производств, прежде всего синтетического аммиака и метанола; в отходящем газе содержится примерно 90% углекислого газа; \r<br>- из дымовых газов промышленных котельных, сжигающих природный газ, уголь и другое топливо; в дымовом газе содержится 12–20% углекислого газа; \r<br>- из отходящих газов, образующихся при брожении в процессе получения пива, спирта, при расщеплении жиров; отходящий газ представляет собой почти чистый углекислый газ. \r<br>\r<br>Согласно ГОСТ 8050-85 газообразная и жидкая углекислота поставляется трех видов: высшего, первого и второго сортов. Для сварки рекомендуется использовать углекислоту высшего и первого сорта. Применение углекислоты второго сорта для сварки допускается, однако желательно наличие осушителей газа. Хранение и транспортировка двуокиси углерода выполняется в баллонах и цистернах. \r<br>\r<br>*Применение углекислого газа при сварке* \r<br>\r<br>Углекислый газ применяется в качестве активного защитного газа при дуговой сварке (обычно при полуавтоматической сварке) плавящимся электродом (проволокой), в том числе в составе газовой смеси (с кислородом, аргоном). \r<br>\r<br>Снабжение сварочных постов углекислым газом может осуществляться следующими способами: \r<br>\r<br>- непосредственно от автономной станции по производству углекислоты; \r<br>- от стационарного сосуда-накопителя – при значительных объемах потребления углекислого газа и отсутствии у предприятия собственной автономной станции; \r<br>- от транспортной углекислотной емкости – при меньших объемах потребления углекислого газа; \r<br>- от баллонов – при незначительных объемах применения углекислого газа или невозможности прокладки трубопроводов к сварочному посту. \r<br>\r<br>Недостатки: \r<br>\r<br>- повышенное разбрызгивание электродного металла (10 – 12%); \r<br>- зачистка околошовной зоны от брызг; \r<br>- узкое и глубокое проплавление основного металла при сварке на больших токах; \r<br>- возможность возникновения кристаллиизационных трещин и пор; \r<br>- не всегда удовлетворительные механические свойства металла шва (особенно ударная вязкость при отрицательных температурах); \r<br>- неровности и грубая чешуйчатость шва. \r<br>\r<br>Сварка выполняется на постоянном токе обратной полярности ( на прямой полярности еще более разбрызгивание и плохое формирование шва). \r<br>\r<br>При сварке сталей эффективно применять смеси: \r<br>\r<br>Аr + 20-30% СО2; \r<br>\r<br>Аr + (3-7%)О2 + 20-30% СО2; и др.\r<br>\r<br>` `Смесь СО2 + 20-30% О2 по сравнению с СО2 при сварке плавящимся электродом обеспечивает более высокую стойкость сварных швов против образования водородных пор и кристаллизационных трещин. \r<br>\r<br>Проволоки : Св-08Г2С. Св-08ГС – обеспечивают плотные швы с высокими механическими свойствами, особенно по ударной вязкости при отрицательных температурах. \r<br>\r<br>*Азот* – газ без цвета и запаха; плотностью 1,25046 кг/м3 при 0оС и давлении 101,3 кПа. Удельный объем газообразного азота равен 860,4 дм3 /кг. Жидкий азот – бесцветная жидкость. При температуре минус 1960С превращается в жидкость. \r<br>\r<br>Азот жидкий и газообразный получают из атмосферного воздуха способом глубокого охлаждения. Газообразный азот предназначается для создания инертной атмосферы при производстве, хранении и транспортировке легко окисляемых продуктов, при высокотемпературных процессах обработки металлов, не взаимодействующих с азотом, для консервации замкнутых металлических сосудов и трубопроводов, для других целей. \r<br>\r<br>Дальнейшее развитие способа аргоно-дуговой сварки привело к предложению применить в качестве защитного газа азот. Вначале азотно-дуговая сварка была использована для соединения нержавеющей стали типа 18-8. Азотно-дуговая сварка может быть успешно применена для соединения меди и ее сплавов, серебра и его сплавов и некоторых других материалов.\r<br>\r<br>Возможность использовать азот для защиты дуги при сварке меди основывается на том, что азот практически не образует с медью химических соединений или твердых растворов, ведущих к изменению свойств меди. \r<br>\r<br>Азотно-дуговую сварку меди рекомендуется производить на постоянном токе прямой полярности, в качестве электродов применять торированные вольфрамовые прутки. \r<br>\r<br>Как правило, транспортировка и хранение азота осуществляется посредством баллонов. \r<br>\r<br>Баллоны выполняются из черной стали и имеют маркировку желтого цвета. Производить транспортировку и хранение азота следует с соблюдением всех необходимых мер предосторожности. \r<br>\r<br>*Водород*. При нормальных условиях безвкусен, бесцветен, и абсолютно без запаха. При попадании в термосферу улетает в космос из-за малого веса. \r<br>\r<br>Во всей вселенной это самый многочисленный химический элемент (75% от всей массы веществ). Настолько, что многие звезды в космическом пространстве состоят полностью из него. \r<br>\r<br>ГОСТ3022 – 80 предусматривает четыре марки технического водорода: \r<br>\r<br>А – 99,8% водорода; \r<br>\r<br>Б – 98% водорода; \r<br>\r<br>В – (первого сорта ) – 98,5% водорода, (второго сорта) – 97,5% Н; \r<br>\r<br>Г – (первого сорта ) – 97,5% водорода, (второго сорта) – 95% Н; \r<br>\r<br>*Применение* \r<br>\r<br>При использовании водородной сварки под действием высокой температуры происходит диссоциация молекул водорода. При дальнейшей рекомбинации атомарного водорода в двухатомный высвобождается энергия диссоциации, как дополнительная теплота, что ускоряет процесс сварки. Защита зоны сварки водородом обеспечивает высокое качество шва почти для всех металлов (кроме меди и его сплавов). Зазор между сварными кромками заполняется присадочным металлом. \r<br>\r<br>На сегодняшний день реализованы различные методы хранения водорода. Для хранения газообразного водорода при давлении до 100 МПа используют сварные сосуды с двух- или многослойными стенками. Внутренняя стенка такого сосуда выполнена из аустенитной нержавеющей стали или другого материала, совместимого с водородом в условиях высокого давления, внешние слои – из высокопрочных сталей. \r<br>\r<br>Для этих целей применяют и бесшовные толстостенные сосуды из низкоуглеродистых сталей, рассчитанных на давление до 40–70МПа. Одним из наиболее перспективных способов хранения больших количеств водорода является хранение его в водоносных горизонтах. Годовые потери составляют при таком способе хранения 1 – 3%. Эту величину потерь подтверждает опыт хранения природного газа. Газообразный водород возможно хранить и перевозить в стальных сосудах под давлением до 20 МПа. Такие ёмкости можно подвозить к месту потребления на автомобильных или железнодорожных платформах, как в стандартной таре, так и в специально сконструированных контейнерах. Баллоны для хранения водорода достаточно просты и компактны. \r<br>\r<br>Большие количества водорода можно хранить в крупных газгольдерах под давлением. Газгольдеры обычно изготовляют из углеродистой стали. Рабочее давление в них обычно не превышает 10 МПа. \r<br>## Технология дуговой сварки в среде углекислого газа \r<br>### Преимущества и недостатки \r<br>При сварке в защитных газах сочетается преимущество ручной дуговой покрытыми электродами и механизированной под флюсом. \r<br>\r<br>Преимущества: \r<br>\r<br>- возможность сварки во всех пространственных положениях; \r<br>- возможность визуального наблюдения за формированием шва и процессом сварки; \r<br>- отсутствуют операции, связанные с засыпкой, уборкой, сушкой, прокалкой флюса. \r<br>\r<br>Недостатки: \r<br>\r<br>- сварка в СО2 имеет более высокую тепловую и световую радиацию; \r<br>- большая опасность сдувания дуги при ветре; \r<br>- большая загазованность помещения. \r<br>### Сварочные материалы для сварки в СО2 \r<br>#### *СО2 – двуокись углерода*\r<br>СО2 – двуокись углерода поставляется по ГОСТ 8050 – 85. Получается при производстве газов, аммиака, спиртов, на базе сгорания топлива. Без цвета, запаха. При нормальной температуре и нормальном атмосферном давлении – γ = 1,8 кг/м3 . \r<br>\r<br>*Бывает трех марок:* \r<br>\r<br>- сварочная; \r<br>- пищевая; \r<br>- техническая; \r<br>\r<br>Сварочная бывает: высший сорт, чистота 99,8%; первый сорт, чистота 99,5%. На завод приходит партиями. \r<br>\r<br>Партия однородна по своим качествам и сопровождается одним документом о качестве – сертификатом. На завод поставляется в цистернах. Водяных паров 0,184 г/м3 . \r<br>\r<br>*Обеспечение сварочных постов СО2 по двум вариантам:* \r<br>\r<br>- подача газообразной двуокиси углерода по трубопроводам. От трубопровода отводы к колонкам. \r<br>- баллонное обеспечение. Черный баллон, рабочее давление - 200кг/см2 = 20 МПа. Тип баллона А40: высота 1390 мм, толщина стенки 5 – 8 мм. \r<br>\r<br>Летом заливают 25л жидкой углекислоты и при испарении получают 12060л газа. Зимой – 30л, получают 15120л газа. \r<br>#### *Сварочные проволоки* \r<br>При сварке в СО2 газ участвует в металлургических процессах и разлагаясь выделяет избыточный кислород. Для его удаления в зону ванны надо ввести активные раскислители: марганец и кремний. Их вводят через проволоку. Для сварки конструкционных малоуглеродистых и низколегированных сталей применяют проволоки марок:\r<br>\r<br>- Св-08ГС – сварка сталей с пределом текучести до 350 МПа. \r<br>- Св-08Г2С– сварка сталей с пределом текучести свыше 350 МПа.В случае когда сварное соединение находится в контакте с морской водой , то с целью повышения коррозионной стойкости применяют проволоку марки Св-08ГСНТ. \r<br>\r<br>Преимущество порошковой проволоки: можно рассчитать и получить любой химический состав наплавленного металла. Применяются проволоки марки: ППАН-1, ППАН-3, ППАН-7. \r<br>\r<br>Недостатки: \r<br>\r<br>- гигроскопичность при длительном хранении и не возможность последующей прокалки. \r<br>- при резких перегибах – самораскрытие трубки проволоки. \r<br>- неравномерность заполнение трубки шихтой по всей длине. \r<br>#### *Смесь газов* \r<br>Сейчас применяют смесь газов. Они позволяют увеличить эффективность сварки, активизировать влияние процесса сварки на технологические и металлургические процессы. \r<br>\r<br>Применяют варианты смесей: \r<br>\r<br>1. Смесь СО2 + О2 – позволяет регулировать содержание легирующих элементов в шве и снизить содержание азота и водорода в металле шва. Усиленное окислительное действие защитной среды повышает устойчивость горения дуги, способствует уменьшению разбрызгивания и улучшает формирование шва. Рекомендуют: 75%СО2 + 25%О2. \r<br>1. Смесь СО2 + Аr. Дорогая, поэтому применяется для ответственных конструкций из высоколегированных сталей. Рекомендуют : 15 - 20% СО2 и 80 – 85% Аr. Такая смесь способствует более спокойному переходу капель в зону дуги. \r<br>\r<br>Технология сварки в СО2 \r<br>\r<br>Сварка в СО2 можно производить во всех пространственных положениях. Сварка вертикальных и потолочных швов должна производиться при меньшем токе (ток уменьшить на 10 – 20%, напряжения уменьшают до 17 – 18,5 В) и проволокой диаметром до 1,4 мм. \r<br>\r<br>Перед началом сварки необходимо отрегулировать расход газа и выждать 20 – 30 с до полного удаления воздуха из шлангов, иначе могут появиться поры в начале шва. Вылет проволоки в момент зажигания дуги не должен превышать 40мм. Зажигание дуги при большом вылете электрода может привести к плохому формированию начала шва и появлению в нем пор. \r<br>\r<br>Полуавтоматическую сварку в СО2 на токах 200 – 500 А выполняют короткой дугой (1,5 – 4,0 мм) на постоянном токе обратной полярности. Увеличение длины дуги увеличивает разбрызгивание металла и угар легирующих элементов. При движении горелки дуга должна находиться на основном металле или на границе сварочной ванны с основным металлом. Задержка дуги на сварочной ванне увеличивает разбрызгивание и приводит к появлению пор в шве. \r<br>\r<br>*Стыковые швы* в нижнем положении сваривают с наклоном электрода от нормальной оси на 5 – 20 0 . Предпочтительнее вести сварку углом назад, при этом обеспечивается более надежная защита расплавленного металла и лучший вид шва. \r<br>\r<br>Тонкий металл (1 – 2 мм) сваривают без поперечных колебаний. Сварку ведут на максимально возможной дуге, с максимальной скоростью сварки, при которой обеспечивается хорошее формирование шва и удовлетворительная газовая защита (практически такая скорость равна 30 – 50 м/ч); горелку ведут с наклоном к изделию под углом 30 – 450 . \r<br>\r<br>При сварке стыковых швов металла большой толщины применяются те же приемы что и при ручной дуговой сварке толстопокрытыми электродами: \r<br>\r<br>- при сварке однослойных швов, при выполнении первого прохода и подварного шва при сварке многослойных швов – движение возвратно-поступательное вдоль оси шва (Рисунок 2.32, I); \r<br>\r<br>- при сварке средних слоев многослойных швов – по вытянутой спирали (Рисунок 2.32, II); \r<br>\r<br>- при сварке верхних слоев многослойных швов – змейкой (Рисунок 2.32,III)\r<br>\r<br>![Рисунок 2.32](img_lsn0004_2_32.jpg)\r<br>\r<br>*Сварка угловых швов* выполняется петлеобразным перемещением горелки. Угол наклона горелки 45 – 60 0 от плоскости сварки. \r<br>\r<br>*Вертикальные швы* на тонком металле выполняют сверху вниз. При зажигании дуги, для получения провара в начале шва, электрод располагают перпендикулярно свариваемой поверхности, а затем несколько наклоняют углом назад. Чтобы получить более широкий валик и лучшее проплавление кромок, сварку производят с небольшими поперечными колебаниями. Сварка металла толщиной более 2 мм выполняется снизу вверх, электродом углом назад, с поперечными колебаниями при короткой дуге. \r<br>\r<br>*Горизонтальные швы* – короткой дугой, без поперечных колебаний. \r<br>\r<br>*Потолочные швы* – главное требование: минимальное напряжение дуги. Электрод располагают углом назад для предупреждения стекания металла. Рекомендуется увеличить расход углекислого газа. Диаметр проволоки и сварочный ток должны быть меньше, чем при сварке в нижнем положении. \r<br>### Параметры режима сварки в СО2\r<br>Расчет режимов Расчет режимов ведется в последовательности: \r<br>\r<br>1. Из ГОСТ 14771 – 76 привести рисунок конструктивной подготовки кромок и размеры шва. \r<br>1. В зависимости от толщины металла выбрать диаметр проволоки по таблице 2.13 Диаметр электродной проволоки для полуавтоматической сварки 0,8 – 2,0 мм; для автоматической сварки - 0,7 – 3,0 мм. \r<br>![Таблица 2.13](img_lsn0004_t_2_13.jpg)\r<br>1. Вылет электродной проволоки в миллиметрах определяется по формуле\r<br>![Формула 2.16](img_lsn0004_f_2_16.jpg)\r<br>1. Сила сварочного тока в амперах определить по формуле (2.5)\r<br>![Формула 2.5](img_lsn0004_f_2_5.jpg)\r<br>Диапазон плотностей (А/мм 2 ) сварочного тока от 100 до 200 А/ мм2 ; большие значения плотности тока соответствуют меньшим диаметрам электродных проволок. \r<br>1. Коэффициент расплавления в граммах деленое на ампер час определить по формуле \r<br>![Формула 2.17](img_lsn0004_f_2_17.jpg)\r<br>1. Коэффициент наплавки в граммах деленое на ампер час определить по формуле \r<br>![Формула 2.18](img_lsn0004_f_2_18.jpg)\r<br>где ψ – потери электродного металла вследствие окисления, испарения и разбрызгивания, % (ψ = 7 – 15%, принимаем ψ = 10%). Потери электродного металла увеличиваются с увеличением напряжения на дуге. \r<br>Скорость подачи электродной проволоки в метрах в час определить по формуле\r<br>![Формула 2.19](img_lsn0004_f_2_19.jpg)\r<br>1. Скорость сварки в метрах в час определить по формуле (2.10). \r<br>![Формула 2.10](img_lsn0004_f_2_10.jpg)\r<br>\r<br>Примечание: площадь сечения шва определяется, аналогично, как и при ручной дуговой сварке. \r<br>Напряжение на дуге принимают в интервале 16 – 34 В. Большие значения соответствуют большей величине тока. Напряжение можно определить по графику (см. рисунок 2.33), положение нижнее, полярность тока обратная.\r<br>\r<br>![Рисунок 2.33](img_lsn0004_2_33.jpg)",
    "traits": [
      "wbase01"
    ],
    "supplement": [
      {
        "title": "Рисунок 2.28",
        "file": "img_lsn0004_2_28.jpg"
      },
      {
        "title": "Рисунок 2.30",
        "file": "img_lsn0004_2_30.jpg"
      },
      {
        "title": "Рисунок 2.31",
        "file": "img_lsn0004_2_31.jpg"
      },
      {
        "title": "Рисунок 2.32",
        "file": "img_lsn0004_2_32.jpg"
      },
      {
        "title": "Таблица 2.13",
        "file": "img_lsn0004_t_2_13.jpg"
      },
      {
        "title": "Формула 2.16",
        "file": "img_lsn0004_f_2_16.jpg"
      },
      {
        "title": "Формула 2.5",
        "file": "img_lsn0004_f_2_5.jpg"
      },
      {
        "title": "Формула 2.17",
        "file": "img_lsn0004_f_2_17.jpg"
      },
      {
        "title": "Формула 2.18",
        "file": "img_lsn0004_f_2_18.jpg"
      },
      {
        "title": "Формула 2.19",
        "file": "img_lsn0004_f_2_19.jpg"
      },
      {
        "title": "Формула 2.10",
        "file": "img_lsn0004_f_2_10.jpg"
      },
      {
        "title": "Рисунок 2.33",
        "file": "img_lsn0004_2_33.jpg"
      }
    ],
    "tasks": [
      "tsk0001",
      "tsk0002"
    ],
    "author": "Нелина Т. Е."
  }