{
    "code": "lsn0007",
    "title": "ГАЗОВАЯ СВАРКА",
    "content": "# ГАЗОВАЯ СВАРКА<br>## ` `Газы, применяемые при газосварочных работах <br>Каждый газосварщик (газорезчик), их подручные, также лица, занятые хранением и перевозкой баллонов с газом, должны хорошо знать основные свойства газов, с которыми им приходится работать. <br><br>**Кислород (О2)** – бесцветный газ, не имеющий запаха, тяжелее воздуха (вес 1 м3 кислорода при 0°С = 1,429 кг, вес 1м3 воздуха = 1,293 кг). Для газосварочных работ кислород получают из атмосферного воздуха (в атмосферном воздухе содержится около 28% кислорода) путем его глубокого охлаждения с последующим отделением азота или путем электролиза воды. <br><br>Такой способ получения кислорода из воздуха наиболее распространен, так как в этом случае можно получить практически любое количество кислорода требуемой чистоты при наименьшей затрате энергии. При температуре – 183 0С и давлении 760 мм рт. ст. кислород превращается в легко подвижную голубоватую жидкость, причем из одного литра жидкого кислорода образуется около 860 литров газообразного. <br><br>Кислород не горит, а поддерживает горение, энергично вступая в химическое соединение почти со всеми веществами. Соприкосновение кислорода, находящегося под высоким давлением, с маслами, жирами, угольной пылью, ворсинками ткани и т.д. приводит их к мгновенному окислению, воспламенению и взрыву при обычных температурах, хотя температура воспламенения этих продуктов значительно высокая (200 – 450 0С). <br><br>Пористые органические вещества (уголь, торф, сажа, шерсть, ткани), пропитанные жидким кислородом, могут взрываться от искры, пламени и других источников тепловых импульсов. Поэтому при пользовании сжатым или сжиженным кислородом необходимо внимательно следить за тем, чтобы он не соприкасался с легковоспламеняющимися и горючими веществами, в том числе маслами и жирами минерального, растительного или животного происхождения. <br><br>Кислород хранят и транспортируют в специальных стальных баллонах или цистернах со специальной тепловой изоляцией. <br><br>При газовой сварке, наплавке и резке металлов и их сплавов в качестве горючего применяют различные горючие газы: ацетилен, водород, естественные и нефтяные газы, пары жидких нефтепродуктов (бензин, керосин) и другие. Сгорая в кислороде, эти газы развивают достаточно высокую температуру пламени (ацетилен до 3200, водород до 2100, пропан до 2000, бутан до 2100, пары бензина до 2400 и пары керосина до 2100 0С). Наиболее высокая температура пламени наблюдается при сгорании в кислороде ацетилена. Пламя ацетилена способно практически расплавить все существующие тугоплавкие металлы и их сплавы. Другие же газы с более низкой температурой пламени применяют как заменители ацетилена. <br><br>**Ацетилен (С2Н2)** является химическим соединением углерода и водорода, представляет собой бесцветный газ, легче воздуха, со слабым эфирным запахом. Технический ацетилен, применяемый для газовой сварки и резки металлов, из-за присутствующих в нем некоторых примесей отличается резким неприятным запахом. При сгорании ацетилена в кислороде температура пламени достигает 32000 . Ацетилен взрывоопасен в смеси с воздухом, если в ней содержится от 2,8 129 до 80% ацетилена по объему и в смеси с кислородом, если ацетилен содержится от 2,8 до 93% по объему. <br><br>Указанные смеси могут взрываться от искры открытого пламени или сильного нагрева. <br><br>При нагревании до 450 – 5000° и одновременном повышении давления до 1,5 – 2 атм. ацетилен взрывается, образуя взрывную волну, имеющую давление в 10 – 11 раз больше первоначального абсолютного давления ацетилена. <br><br>Взрывчатость ацетилена сильно понижается при размещении его в тонких (капилярных) сосудах. Это свойство ацетилена используется при наполнении ацетиленом баллонов под давлением. Ацетилен легче кислорода и воздуха. Плотность ацетилена по отношению к воздуху составляет 0,9, а по отношению к кислороду – 0,8. При длительном соприкосновении ацетилена с красной медью и серебром образуется ацетиленовая медь или ацетиленистое серебро, которые при нагревании до 110 – 1200 и при сильном ударе взрываются. Поэтому для изготовления ацетиленовой аппаратуры эти металлы не применяются. <br><br>При нагревании ацетилена до 300 0С может происходить его полимеризация, которая заключается в том, что молекулы ацетилена уплотняются, и он превращается в бензол и другие продукты. Полимеризация, протекающая при недостаточном отводе тепла, может привести к взрыву ацетилена и разрушению ацетиленовых генераторов. Чтобы предотвратить возможность полимеризации и взрывчатого распада, ацетилена, температура в ацетиленовых генераторах не должна превышать 100 0С. <br><br>Очень важное свойство ацетилена – его способность растворяться во многих жидкостях: ацетоне, бензоле, бензине и др. Лучшим растворителем ацетилена является ацетон: при температуре +10 0С в одном литре ацетона растворяется 26 л ацетилена. Степень растворимости ацетилена в ацетоне в значительной мере зависит от температуры окружающей среды. С повышением температуры окружающей среды растворимость ацетилена в ацетоне уменьшается.<br><br>К природным газам относятся все горючие газы, которые добываются из недр земли или сопутствуют нефти при добыче ее из нефтяных месторождений. Последние называются попутными. <br><br>Природный газ в основном состоит из метана (СН4), содержание которого составляет от 85 до 98%. Остальные 15 – 20% составляют азот, этан, пропан, сероводород и т.д. Природный газ легкий (удельный вес по воздуху 0,55 – 0,73), бесцветный, не имеет запаха (и тем он опасен), не ядовит, но является удушающим газом. Для придания газу характерного резкого неприятного запаха к нему добавляется одорант (на 1000 м3 газа 16 г). <br><br>Природный газ также опасен и тем, что при неполном сгорании выделяет окись углерода (СО) – угарный газ – бесцветный и очень ядовитый. <br><br>При содержании в воздухе 0,5% угарного газа через 20 – 30 мин у человека наступает смерть, 1% газа после нескольких вздохов приводит к потере сознания, а через 1 – 2 мин – к смерти. <br><br>За последние годы в практике газопламенной обработки металлов, в частности для газовой резки металлов, широкое применение получил природный газ. <br><br>Пределы взрываемости смеси природного газа с воздухом значительно ниже пределов взрываемости ацетилено-воздушных смесей. Эти пределы составляют от 3,8 до 17% объемных. <br><br>**Сжиженные газы, пропан-бутановые смеси** получаются в процессе сжижения их для удобства хранения и транспортировки. Сжиженными газами принято называть смеси углеводородов – пропана (С3Н8), бутана (С4Н10) в количестве от 5 до 30%. Их также называют техническим пропаном (ГОСТ 10196-62), а иногда сжиженными нефтяными газами. При обычных условиях эта смесь представляет газ, а при температурах ниже +20 0С или давлениях выше атмосферного смесь газов конденсируется, переходя в жидкое состояние. <br><br>В последнее время, особенно для газовой резки металлов и их сплавов, широкое применение получили сжиженные газы – пропан и бутан, а также их 131 смеси. При обычной температуре и небольшом давлении пропан-бутановые смеси легко переходят из газообразного состояния в жидкое. <br><br>Сжиженные газы тяжелее воздуха (удельный вес пропана по воздуху 1,253, бутана – 2,007), они могут скапливаться в низких местах – траншеях, колодцах, ямах и других углублениях, образуя с воздухом пропан-бутановые взрывоопасные смеси, которые могут взрываться от любого источника теплового импульса – искры открытого пламени и т.д. Поэтому перед началом огневых работ необходимо убедиться в отсутствии взрывоопасных смесей. <br><br>Положительные свойства пропан-бутановых смесей – небольшие пределы взрываемости. Так, например, пределы взрываемости пропана в смеси с воздухом составляют от 2 до 305% объемных частей пропана. Это в несколько раз ниже пределов взрываемости ацетилена с воздухом. Пропан, бутан и их смеси хранят и транспортируют к месту потребления в специальных баллонах или цистернах под давлением 16 кгс/см2 . при таком давлении пропан-бутановые смеси находятся в жидком состоянии. Емкости обычно заполняют не более чем на половину их объема, так как при расширении сжиженного газа при нагревании баллона в нем может резко повыситься давление и вызвать взрыв баллона или цистерны. Поэтому заполненные пропан - бутановой смесью баллоны и цистерны предохраняют от нагревания и ударов. <br><br>**Пары бензина и керосина** применяются при газовой сварке, наплавке и резке металлов в качестве горючего. <br><br>Бензин – это прозрачная легкоподвижная жидкость со специфическим запахом, состоящая из углеводородов, выкипающих из нефти при температуре от 35 до 250 о . бензин очень летуч, испаряется при любой температуре, однако с повышением температуры скорость испарения возрастает. Пары бензина, смешиваясь с воздухом, образуют паро-воздушные взрывчатые смеси. <br><br>Взрываемость паро-воздушных смесей бензина ниже взрываемости ацетилено-воздушных (в пределах 0,65 до 8,5% объемных паров бензина). Кроме того, пары бензина, попадая в организм человека, могут вызвать острые 132 хронические отравления. Бензин (керосин) транспортируют к месту потребления в металлической закрытой таре. <br>## Оборудование и аппаратура для газовой сварки и резки <br>### Генератор ацетилена <br>По требованиям ГОСТ 5190—78 аппараты для производства ацетилена классифицируются: <br><br>- по давлению газа; <br>- производительности; <br>- совместной системой регулировки реакции воды и карбида кальция. <br><br>По давлению генераторы делятся – низкого давления до 0,01 МПа, среднего давления д 0,07 МПа, высокого давления до 0,15 МПа. Генератор ацетилена изготавливаются в передвижном, переносном и стационарном вариантах, производительностью 0,5; 0,75; 1,251; 2,50; 3,50; 10,0; 20,0; 40,0 м3 / час. <br><br>В зависимости от способа активного вещества с водой газогенератора обозначается: <br><br>- «KB» — определенное количество карбида в воду; <br>- «ВК» — подачей воды на карбид; <br>- «ВК и ВВ» — объединенные, вода на карбид или карбид в воду. Конструктивная особенность ацетиленового генератора можно посмотреть на рисунке 2.42. <br><br>![Рисунок 2.42](img_lsn0007_2_42.jpg)<br>### Предохранительные затворы <br>Предохранительными затворами называют устройства, предназначенные для защиты ацетиленовых генераторов и трубопроводов для горючих газов от обратного удара пламени (рисунок 2.43) <br><br>*Обратным ударом* называется проникание пламени внутрь каналов сопла горелки или резака и распространение его навстречу потоку горючей смеси. <br><br>Ацетиленовые жидкостные затворы классифицируют по следующим признакам: по пропускной способности — 800; 1 250; 2 000; 3 200 дм3 /ч; по 133 предельному давлению — низкого давления (до 0,01 МПа) и среднего давления (0,01 … 0,15 МПа). <br><br>![Рисунок 2.43](img_lsn0007_2_43.jpg)<br>### Баллоны для сжатого газа <br>Для оборудования сварочных постов применяются баллоны среднего давления (до 20 МПа) изготавливаются по ГОСТ 949—73. Кроме этого баллоны разделяется по вместимости: <br><br>- до 12 дм. куб – малый объём; <br>- от 20-50 дм. куб – среднего объема; <br>- более 50 дм. куб – большого объема.<br><br>` `Газовые баллоны, предназначенные для сжиженных и растворенных газов при температуре хранения от – 51 до + 61 °С, производятся из бесшовных труб. Для производства баллонов с расчетным давлением от 10 до 20 МПа, применяют углеродистые стали. На рабочее давление от 25 до 27 мПа, только легированная сталь. Кислородные баллоны (рисунок 2.44) изготавливают на расчетное давление – 15МПа; ацетиленовые баллоны (рисунок 2.45) – 10 МПа. <br><br>![Рисунок 2.44](img_lsn0007_2_44.jpg)<br><br>В зависимости от газа к баллонам применяется различная окраска: <br><br>- Ацетилен – цвет окраски белый, цвет надписи красным; <br>- Кислород – окраска баллона в голубой цвет, надпись чёрным цветом; <br>- Пропан – цвет окраски красный, надпись белая; <br>- Горючие газы другие – цвет баллона красный, надпись названия газа белый; <br>- Водород – цвет окраски темно зеленый, цвет надписи красный. <br><br>Конструкция баллона для пропана и пропан-бутановой смеси представлена на рисунке 2.46 <br><br>![Рисунок 2.46](img_lsn0007_2_46.jpg)<br>### Вентили для баллонов <br>Вентили для кислородных баллонов изготовляют из латуни. Сталь для деталей вентиля, соприкасающихся с кислородом, применять нельзя, так как в среде сжатого влажного кислорода она подвергается сильной коррозии. В кислородном вентиле вследствие случайного попадания масла или при воспламенении от трения самодельной прокладки сальника возможно возгорание стальных деталей, так как сталь может гореть в струе сжатого кислорода. <br><br>Кислородный вентиль (рисунок 2.47) имеет сальниковое уплотнение с капроновой прокладкой 7, в которую буртиком упирается шпиндель 5, прижимаемый пружиной 2 (при открытом клапане — давлением газа). Вращение маховика 3 передается клапану через муфту 8, надеваемую на квадратные хвостовики шпинделя и клапана.<br><br>![Рисунок 2.47](img_lsn0007_2_47.jpg)<br><br>Ацетиленовые вентили (рисунок 2.48) изготовляют из стали, применение которой в среде ацетилена безопасно. В ацетиленовых вентилях запрещается применять медь и сплавы, содержащие более 70 % меди, так как с медью ацетилен может образовывать взрывчатое соединение — ацетиленистую медь. <br><br>![Рисунок 2.48](img_lsn0007_2_48.jpg)<br><br>Шпиндель вращают торцовым ключом, надеваемым на квадратный конец шпинделя. Нижняя часть шпинделя 5 имеет вставку из эбонита и служит клапаном. Для уплотнения сальниковой прокладки 3 применяют набор кожаных колец. В хвостовик вентиля вставляют войлочный фильтр 7. <br><br>Различные конструкции кислородных и ацетиленовых вентилей, как и разная окраска баллонов, служат для предупреждения ошибочного наполнения ацетиленом кислородного баллона или наоборот. Ошибка представляет большую опасность, так как может привести к взрыву баллонов.<br><br>![Рисунок 2.49](img_lsn0007_2_49.jpg)<br><br>Вентили для пропана и пропан-бутановой смеси (рисунок 2.49) имеют стальной корпус 1, клапан 14 и шпиндель 10, соединенные эластичной резиновой прокладкой 4, которая обеспечивает герметичность гайки 7 сальника. <br>### Редукторы для сжатых газов <br>Газовый редуктор предназначен для снижения давления газа, поступающего из баллона или газопровода, и стабилизации расхода и давления на выходном ниппеле. <br><br>В редукторе прямого действия давление поступающего газа стремится открыть клапан, через который газ входит в рабочую камеру редуктора; в редукторе обратного действия это давление стремится закрыть клапан. В первом случае рабочее давление по мере расхода газа из баллона несколько снижается; редуктор имеет падающую характеристику. Во втором случае характеристика возрастающая: с уменьшением давления газа в баллоне рабочее давление на выходе из редуктора повышается. Более удобными и безопасными в эксплуатации являются редукторы обратного действия. <br><br>По роду газа редукторы подразделяют на кислородные, ацетиленовые, пропан-бутановые и метановые. Внешне они различаются окраской, цвет которой должен быть таким же, как и у баллона для данного газа. Различаются газовые редукторы и конструкцией присоединительных устройств для крепления редукторов к баллону: у ацетиленовых редукторов это хомут с упорным винтом, у остальных редукторов — накидная гайка с резьбой, соответствующей резьбе на вентиле баллона. <br><br>По схеме редуцирования редукторы выполняют одноступенчатыми (однокамерными) и двухступенчатыми (двухкамерными), в которых давление снижается в два этапа. Принцип действия всех редукторов одинаков. Рассмотрим его на примере одноступенчатого баллонного редуктора. <br><br>На рисунке 2.50 приведены схемы одноступенчатых редукторов. Снижение давления сжатого газа обеспечивается посредством его дросселирования через редуцирующий клапан. <br><br>Для поддержания давления газа в рабочей камере на постоянном уровне служит гибкая мембрана, на одну сторону которой действует давление этого газа (рабочее давление), а на другую — усилие главной регулировочной пружины или установочное давление (в редукторах с беспружинным регулированием рабочего давления). <br><br>При изменении давления газа в рабочей камере редуктора мембрана деформируется, увеличивая или уменьшая площадь проходного сечения редуцирующего клапана, что, в свою очередь, приводит к уменьшению или увеличению степени дросселирования газа. При уменьшении проходного сечения клапана расход газа уменьшается, а степень дросселирования возрастает, при увеличении сечения — наоборот. <br><br>В редукторе обратного действия (рисунок 2.50, а) давление газа до редуцирования действует на клапан сверху, стремясь закрыть его, тогда как в редукторе прямого действия (рисунок 2.50, б ) — снизу, стремясь открыть его. Наиболее широкое применение находят редукторы обратного действия, поскольку они компактнее, проще по конструкции, имеют меньше деталей и 141 надежнее в работе. Это объясняется тем, что в редукторах обратного действия упрощается связь редуцирующего клапана с мембраной и, кроме того, основная рабочая характеристика (зависимость давления газа на выходе от расхода газа из баллона) является возрастающей, а у редукторов прямого действия — падающей. <br><br>Подсоединять редуктор к баллону следует при вывернутом до отказа винте, предварительно продув отверстие вентиля баллона, открыв его на 1 … 2 с и убедившись, что на резьбе вентиля и гайки редуктора отсутствуют следы масла или другие загрязнения. <br><br>Марки редукторов обозначаются буквами и цифрами. Буквы несут следующую информацию: Б — баллонный; С — сетевой; Р — рамповый; А — ацетилен; В — водород; К — кислород; М — метан; П — пропан; <br><br>![Рисунок 2.50](img_lsn0007_2_50.jpg)<br><br>Цифры указывают наибольшую пропускную способность редукторов в кубических метрах в час. Каждому типу редуктора соответствует одна или несколько марок. Редукторы изготовляют по ГОСТ 6268 — 78 для работы в различных климатических условиях<br>### Горелки для газовой сварки <br>Горелка — это устройство, предназначенное для получения устойчиво горящего пламени необходимых тепловой мощности, размеров и формы. Конструкция горелок обеспечивает смешение горючих газов и кислорода в требуемых соотношениях и плавное регулирование мощности пламени и состава горючей смеси. Все существующие конструкции газопламенных горелок можно классифицировать следующим образом: <br><br>- по способу подачи горючего газа в смесительную камеру — инжекторные и безынжекторные; <br>- мощности пламени — микромощные (расход ацетилена 10 … 60 дм3 /ч), малой мощности (25 … 400 дм3 /ч), средней мощности (50 … 2 800 дм3 /ч) и большой мощности (2 800 … 7 000 дм3 /ч); <br>- назначению — универсальные (сварка, резка, пайка, наплавка, подогрев) и специализированные (только сварка или только подогрев, закалочные и др.); <br>- числу и типу мундштуков — одно- и многопламенные; <br>- способу применения — для ручных способов газопламенной обработки и для механизированных процессов. <br><br>Для сварки чаще всего применяют однопламенные инжекторные горелки, работающие на смеси ацетилена с кислородом. Кислород в инжекторной горелке (рисунок 2.51) через ниппель 2 проходит под давлением 0,1 … 0,4 МПа и с высокой скоростью выходит из центрального канала инжектора 13. При этом струя кислорода создает разрежение на выходе ацетиленовых каналов, за счет которого ацетилен инжектируется (подсасывается) в смесительную камеру 16, откуда образовавшаяся горючая смесь направляется в мундштук 1 и на выходе сгорает. <br><br>![Рисунок 2.51](img_lsn0007_2_51.jpg)<br><br>Горелки снабжают набором сменных наконечников разных номеров, различающихся расходом газов и предназначенных для сварки металла разной толщины. <br><br>Менее универсальны безынжекторные горелки (рисунок 2.52), в которых горючий газ и кислород подаются под одинаковым давлением 0,05 … 0,10 МПа, что обеспечивает постоянный состав смеси в течение всего времени работы горелки. Для точного регулирования давления газов вентили этих горелок снабжены игольчатыми шпинделями. Безынжекторные горелки не могут работать на горючем газе низкого давления, однако обеспечивают постоянный состав горючей смеси во время работы и просты по конструкции/<br><br>![Рисунок 2.52](img_lsn0007_2_52.jpg)<br>### Газовые резаки <br>Газовый кислородный резак конструктивно объединен с подогревающей и режущий частью в одной горелке. Обогревательная часть по – устройству аналогично сварочным горелкам. Современные горелки оборудуются последовательным и кольцевым расположением выходных отверстий для смесей подогревателя. Струя пламени для режущих струй кислорода с последовательным расположением применяется для маломощных горелок с перемещением реза только в одном продольным направлении (рисунок 2.53, а). <br><br>С кольцевым выходным отверстием, пламя подогрева получается в форме трубки, с расположением струи кислорода в середине, что позволяет производить рез в любом направлении.( рисунок 2.53, б). <br><br>Устройство с кольцевой щелью наиболее распространено в кислородных резаках средней и большой мощности, применяемых в отечественных устройствах. Резаки большой мощности рекомендуется оснащать мундштуком с подачей подогревательной смеси через отверстие круглого сечения, расположенного в два ряда. Относительное расположение каналов для режущего кислорода и подогревающего пламени показано на рисунке 2.53. <br><br>![Рисунок 2.53](img_lsn0007_2_53.jpg)<br><br>**Ручные резаки.** Для резки ручным резаком в качестве горючего применяют ацетилен, его заменители и керосин. На рисунке 2.54 представлена схема ручного универсального резака Р2А-02. На корпусе 9 резака с отверстиями для кислорода и горючего газа установлены вентили подогревающего и горючего газа, и в него впаяны две трубки со штуцерами для подвода кислорода 7 и горючего газа 8. На трубки надета рукоятка 6. К корпусу накидной гайкой 11 подсоединена камера 12 с инжектором 10, в которой происходит смешение подогревающего кислорода и горючего газа. <br><br>Применение инжектора позволяет работать от сетей горючего газа с низким (до 0,98 кПа), средним и высоким давлением. Подогревающий кислород, проходя через инжектор, обеспечивает в смесительной камере разрежение, благодаря чему происходит подсос горючего газа. Далее горючая смесь по трубке 13 подается в головку 3 резака, а из нее поступает в шлицевые каналы, расположенные на внутреннем мундштуке 2. 146 Применение шлицевых выходных каналов для горючей смеси способствует устойчивой работе резаков. Режущий кислород через вентиль 5 и трубку 4 подается в головку и далее в канал внутреннего мундштука 2. Резак РЗП-02 для резки на газах-заменителях имеет аналогичную конструкцию и отличается от резака Р2А-02 большими размерами инжектора и выходных шлицов. Резаки обеих марок могут быть оснащены опорной тележкой и циркулем. <br><br>![Рисунок 2.54](img_lsn0007_2_54.jpg)<br><br>Для разделительной ручной кислородной резки наиболее широко применяют резаки «Маяк», «Факел», «Пламя». Данные марки резаков предназначены для ацетиленокислородной резки. Принцип смешения газов во всех резаках одинаков. <br>### Оборудование сварочного поста для газовой сварки <br>Конструкция поста для сварки зависит от схемы газо – питания, выполняемых задач и принципа работы аппаратуры. Оборудование, которое входит в сварочный пост, должно обеспечивать подвод горючих газов к 147 сварочной горелке с необходимым расходом и обеспечить исключение попадания пламени в источник горючих газов при ударе пламени в обротку. <br><br>Сварочные посты (рисунок 2.55) изготавливаются передвижными или стационарными. Передвижной мобильный сварочный пост может быть установлен в любом месте на предприятии или цеха. Стационарные сварочные посты оборудуются подачей газа централизовано по трубам, при этом подача производится на несколько сварочных постов от одного газогенератора. <br><br>![Рисунок 2.55](img_lsn0007_2_55.jpg)<br>## Характеристика газового пламени <br>Сварочное пламя образуется в результате сгорания горючих газов или паров горючих жидкостей в смеси с техническим кислородом. При этом пламя имеет сложную структуру и строение, которое показано на рисунке 2.56. Качество газовой сварки во многом зависит от правильности регулировки 148 пламени, которое сварщик выставляет «на глаз» по форме и цвету. Поэтому очень важно знать строение и структуру пламени газовой горелки, чтобы учитывать это в повседневной работе. Форму, цвет и структуру пламени горелки меняют соотношением ацетилена и кислорода, подаваемых в зону горения. В качестве примера рассмотрим ацетилено-кислородное пламя. <br><br>Ядро пламени имеет форму цилиндра с заостренным концом, вокруг которого расположена ярко светящаяся оболочка. Длина ядра пламени регулируется скоростью подачи газовой смеси и ее качественным составом. Диаметр ядра зависит от размеров мундштука и расхода горючей смеси.<br><br>Строение пламени меняется при изменении соотношения смеси и может быть: нормальным, науглероженным и окислительным (рисунок 2.57). Нормальное пламя получается, когда на один объем горючего газа подается один объем кислорода. Если в качестве горючего газа принят ацетилен, то процесс его нормального сгорания можно записать в следующем виде:<br><br>С2Н2 +О2 = 2СО+ Н2  <br><br>![Рисунок 2.56](img_lsn0007_2_56.jpg)<br><br>![Рисунок 2.57](img_lsn0007_2_57.jpg)<br><br>При этом продукты неполного сгорания догорают за счет кислорода, присутствующего в атмосферном воздухе, по следующей реакции: <br><br>2СО +Н2 + 1,5О2 = 2С02 + Н2О<br><br>Так как абсолютно чистых веществ в природе не бывает и кислород содержит в себе некоторое количество примесей, то нормальное пламя получается при некотором его повышенном значении, то есть при соотношении ацетилена и кислорода, равном 1,1÷1,2. Ядро нормального пламени светлое со слегка затемненной восстановительной зоной и факелом. По форме ядро пламени напоминает цилиндр с четкими очертаниями и закругленным концом. Диаметр цилиндра зависит от размера мундштука сварочной горелки, а длина - 150 определяется скоростью истечения газовой смеси. Вокруг ядра пламени размещается светлая оболочка, в которой происходит сгорание раскаленных частиц углерода. При высокой скорости подачи газа пламя способствует сгоранию металла и выдуванию его из сварочной ванны. Малая скорость подачи газов чревата обратными ударами и хлопками. <br><br>Восстановительная зона пламени имеет более темный цвет и располагается в пространстве в пределах 20 мм от конца ядра. Температура пламени в этой зоне может достигать 3150°С (при сгорании ацетилена). Размер восстановительной зоны зависит от номера сварочного мундштука. При помощи этой зоны пламени нагревают метал, плавят его и ведут сварку. Остальная часть пламени, расположенная за восстановительной зоной, состоящая из углекислого газа, паров воды и азота, имеет значительно меньшую температуру. <br><br>Науглероженное пламя получается, когда соотношение ацетилена и кислорода превышает указанное соотношение, то есть становится больше значения 1,1. Теоретически науглероженное пламя получается, когда в горелку подается 0,95 объема кислорода и менее. В этом случае ядро пламени увеличивается в объеме и теряет свои очертания. Недостаток кислорода в таком пламени приводит к неполному его сгоранию, и оно начинает коптить. Избыток ацетилена в науглероженном пламени приводит к его разложению на углерод и водород. Углерод из пламени переходит в металл, науглераживая его. Обычно науглероженное пламя применяют для сварки высокоуглеродистых сталей, чугуна, цветных металлов и при наплавке твердых сплавов.<br><br>Восстановительная зона науглероженного пламени светлая и практически сливается с ядром. Температура такого пламени ниже, поэтому работать с ним более тяжело. Для перевода пламени в нормальное состояние увеличивают подачу кислорода или снижают подачу ацетилена. <br><br>Окислительное пламя получается при недостатке ацетилена, то есть соотношение ацетилен: кислород становится меньше 1,1. Практически окислительное пламя получается при объеме кислорода, превышающем в 1,3 объем ацетилена. Ядро такого пламени укорачивается и заостряется, а его края 151 становятся расплывчатыми, цвет бледнеет. Температура такого пламени выше температуры нормального. Избыточный кислород окисляет железо и примеси, находящиеся в стали, что в конечном итоге приводит к хрупкости сварочного шва, пористости его структуры, обедненной марганцем и кремнием. Поэтому при сварке сталей окислительным пламенем пользуются присадочной проволокой с повышенным содержанием этих элементов, являющихся раскислителями. Самая высокая температура нормального пламени достигается в восстановительной зоне. Окислительное пламя можно применять при сварке латуни и пайке твердым припоем.<br>",
    "traits": [
      "wbase01"
    ],
    "supplement": [
      {
        "title": "Рисунок 2.42",
        "file": "img_lsn0007_2_42.jpg"
      },
      {
        "title": "Рисунок 2.43",
        "file": "img_lsn0007_2_43.jpg"
      },
      {
        "title": "Рисунок 2.44",
        "file": "img_lsn0007_2_44.jpg"
      },
      {
        "title": "Рисунок 2.46",
        "file": "img_lsn0007_2_46.jpg"
      },
      {
        "title": "Рисунок 2.47",
        "file": "img_lsn0007_2_47.jpg"
      },
      {
        "title": "Рисунок 2.48",
        "file": "img_lsn0007_2_48.jpg"
      },
      {
        "title": "Рисунок 2.49",
        "file": "img_lsn0007_2_49.jpg"
      },
      {
        "title": "Рисунок 2.50",
        "file": "img_lsn0007_2_50.jpg"
      },
      {
        "title": "Рисунок 2.51",
        "file": "img_lsn0007_2_51.jpg"
      },
      {
        "title": "Рисунок 2.52",
        "file": "img_lsn0007_2_52.jpg"
      },
      {
        "title": "Рисунок 2.53",
        "file": "img_lsn0007_2_53.jpg"
      },
      {
        "title": "Рисунок 2.54",
        "file": "img_lsn0007_2_54.jpg"
      },
      {
        "title": "Рисунок 2.55",
        "file": "img_lsn0007_2_55.jpg"
      },
      {
        "title": "Рисунок 2.56",
        "file": "img_lsn0007_2_56.jpg"
      },
      {
        "title": "Рисунок 2.57",
        "file": "img_lsn0007_2_57.jpg"
      }
    ],
    "tasks": [
      "tsk0002",
      "tsk0003"
    ],
    "author": "Нелина Т. Е."
  }